Repository: KDE/kde1-kdegames
Catalog: po/*/kabalone.po
Languages: pl, ro

source: Move
pl: Ruch
ro: Miºcare

source: Press F2 for a new game
pl: Wci¶nij F2 aby rozpocz±æ now± grê
ro: F2 pentru un joc nou

source: Stop Search
pl: Zatrzymaj my¶lenie
ro: întrerupe cãutarea

source: Take back
pl: Cofnij ruch
ro: Ia înapoi

source: Hint
pl: Podpowied¼
ro: Ofertã

source: Rules
pl: Zasady
ro: Reguli de joc

source: Save Position
pl: &Zachowaj pozycjê
ro: Salveazã poziþia

source: Restore Position
pl: &Odtwórz pozycjê
ro: Restaureazã poziþia

source: Easy
pl: &Prosty
ro: Uºor

source: Hard
pl: &Trudny
ro: Greu

source: Challange
pl: &Wyzwanie
ro: Provocare

source: Red
pl: Czerwone
ro: Roºu

source: Yellow
pl: ¯ó³te
ro: Galben

source: Both
pl: Oba
ro: Amundouã pãrþile

source: Computer plays
pl: &Gra komputera
ro: Computer-ul joacã

source: Move slow
pl: &Animacja
ro: Miºcã incet

source: Spy
pl: Po&dgl±danie
ro: Spion

source: won
pl: wygra³y
ro: a cîºtigat

source: I am thinking...
pl: Namy¶lam siê...
ro: Gîndesc...

source: It's your turn !
pl: Twój ruch!
ro: Tu eºti la rînd !

source: Board value
pl: Warto¶æ uk³adu
ro: Valorificare

source: RightDown
pl: PrawoDó³
ro: DreaptaJos

source: LeftDown
pl: LewoDó³
ro: StîngaJos

source: LeftUp
pl: LewoGóra
ro: StîngaSus

source: RightUp
pl: PrawoGóra
ro: DreaptaSus

source: Side
pl: Bok
ro: Pe o parte

source: Out
ro: Afarã

source: Push
ro: împinge

source: Actual examined position:
ro: Examinarea poziþiei actuele:

source: Best move so far:
ro: Cea mai buna miºcare pîna acum:

source: Level
pl: &Poziom
