Repository: KDE/kde1-kdegames
Catalog: po/*/kblackbox.po
Languages: cs, eo, fi, hr, is, no, pl, pt

source: &Help
pl: Pomo&c

source: &About KBlackBox
cs: &Informace o KBlackboxu
fi: &Tietoja KBlackBox:ta
hr: &O KBlackBoxu
is: &Um KBlackBox
no: &Om KBlackBox
pl: &Informacje o KBlackBox
pt: A&cerca do KBlackBox

source: About &Qt
cs: Informace o &Qt
fi: Tietoja &Qt:ta
hr: O &Qtu
is: Um &Qt
no: Om &Qt
pl: Informacje o &Qt
pt: Acerca do &Qt

source: &Quit
pl: Za&koñcz

source: &New
cs: &Nová hra
eo: &Nova
fi: &Uusi
hr: &Nova
is: &Nýtt
no: &Ny
pl: &Nowy
pt: &Novo

source: &Give up
cs: &Vzdát
eo: &Rezignu
fi: &Luovuta
hr: &Odustani
is: &Gefast upp
no: &Gi opp
pl: &Poddaje siê
pt: &Desistir

source: &Done
eo: &Finu
fi: &Valmis
pl: &Gotowe

source: &Resize
cs: Na&stavit velikost
eo: Aløustigu &grandecon
fi: &Muuta kokoa
hr: &Promijeni velièinu
is: &Breyta stærð
no: &Endre størrelse
pl: &Zmieñ rozmiar
pt: &Mudar tamanho

source: &Size
cs: &Velikost desky
eo: &Grandeco
fi: &Koko
hr: &Velièina
is: &Stærð
no: &Størrelse
pl: &Rozmiar
pt: &Tamanho

source: &Balls
cs: &Kulièky
eo: &Globoj
fi: &Palloja
hr: &Lopte
is: &Kúlur
no: &Baller
pl: &Kule
pt: &Bolas

source: &Tutorial
cs: Výukový &re¾im
eo: &Instrukcioj
fi: &Opetustila
hr: &Vodiè
is: K&ennsla
no: &Læremester
pl: &Elementarz
pt: &Guia

source: &File
pl: &Plik

source: &Game
pl: &Gra

source: &Options
pl: &Opcje

source: Quit
pl: Zakoñcz

source: New
eo: Nova
fi: Uusi
pl: Nowy

source: Give up
eo: Rezignu
fi: Luovuta
pl: Poddaje siê

source: Done
cs: Vyhodnotit
eo: Finu
fi: Valmis
hr: Gotov
is: Búið
no: Fullført
pl: Gotowe
pt: Feito

source: Help
pl: Pomoc

source: About
pl: Informacje

source: KBlackBox logical game author: Robert Cimrman e-mail: cimrman3@students.zcu.cz
cs: Logická hra KBlackbox Autor: Robert Cimrman e-mail: cimrman3@students.zcu.cz
eo: Nigra Kesto - logikludo aýtoro: Robert Cimrman retpoþto: cimrman3@students.zcu.cz
fi: KBlackBox logiikkapeli tekijä : Robert Cimrman sähköposti: cimrman3@students.zcu.cz
hr: KBlackBox igra logike autor: Robert Cimrman e-mail: cimrman3@students.zcu.cz
is: KBlackBox rökfræðileikur höfundur: Robert Cimrman póstfang: cimrman3@students.zcu.cz
no: KBlackBox logisk spill forfatter: Robert Cimrman epost: cimrman3@students.zcu.cz
pl: KBlackBox - gra logiczna autor: Robert Cimrman e-mail: cimrman3@students.zcu.cz
pt: Jogo lógico KBlackbox Autor: Robert Cimrman e-mail: cimrman3@students.zcu.cz

source: Qt information
cs: Informace o Qt
fi: Qt tietoja
hr: Qt informacije
is: Qt upplýsingar
no: Qt-informasojn
pl: Informacje o Qt
pt: Acerca do Qt

source: Warning!
cs: Varování!
eo: Averto!
fi: Varoitus!
hr: Upozorenje!
is: Aðvörun!
no: Varsel!
pl: Ostrze¿enie!
pt: Aviso!

source: Do you really want to give up this game?
cs: Opravdu chtece vzdát tuto hru?
eo: Æu vi vere volas rezigni?
fi: Haluatko todella luovuttaa pelin?
hr: Da li ste sigurni da ¾elite odustati od igre?
is: Viltu virklega gefast upp á leiknum?
no: Ønsker du virkelig å gi opp dette spillet?
pl: Czy na pewno chcesz poddaæ tê grê?
pt: Quer mesmo desistir deste jogo?

source: Yes, I'm burnt out.
cs: Jo dneska u¾ mám vykydáno!
eo: Jes, mi tro laciøis.
fi: Kyllä, olen lopussa.
hr: Da, ne mogu vi¹e.
is: Já, ég er uppgefin(n).
no: Ja, jeg er utbrent
pl: Tak, wycofuje siê.
pt: Sim, estou exausto.

source: No, not yet...
cs: Nee, je¹tì ne...
eo: Ne, ankoraý ne...
fi: En vielä...
hr: Ne, ne jo¹...
is: Nei, ekki strax...
no: Nei, ikke ennå...
pl: Nie, jeszcze nie teraz...
pt: Não, ainda não...

source: Your final score is: %d.
cs: Va¹e koneèné skóre je: %d.
eo: Via rezulto estas: %d.
fi: Loppupisteesi olivat: %d.
hr: Va¹ rezultat je: %d
is: Endanleg stigagjöf þín er: %d.
no: Din endelige poengsum er: %d.
pl: Twój ostateczny wynik: %d.
pt: A sua pontuação é: %d.

source: Wow!
cs: Super!
eo: Hej!
is: Vá!
no: Åj!
pl: Jeeest!
pt: Fixe!

source: Damned!
cs: Proklatì!
eo: Fek!
fi: Helkutti!
hr: Prokletstvo!
is: Djö!
no: Faen!
pl: Eeech..
pt: Danado!

source: You should place %d balls! You have placed %d.
cs: Poèet kulièek, které je tøeba umístit: %d Poèet umístìných kulièek: %d.
eo: Vi devus marki %d globojn! Vi markis %d.
fi: Sinun tulee sijoittaa %d palloa! olet sijoittanut %d.
hr: Treba¹ polo¾iti %d lopti! Polo¾io si %d.
is: Þú ættir að staðsetja %d kúlur! Þú hefur staðsett %d.
no: Du skal plassere %d baller! Du har plassert %d.
pl: Powiniene¶ umie¶ciæ %d kuli! Umie¶ci³e¶ %d.
pt: Deve colocar %d bolas! Colocou %d.

source: Run
eo: Ludo
pl: Ruch

source: Yes
pl: Tak

source: No
pl: Nie

source: Size
eo: Grandeco
fi: Koko
pl: Rozmiar

source: Placed
eo: Markoj
fi: Sij.
pl: Umieszczone

source: Score
eo: Poentoj
fi: Pisteet
pl: Wynik

source: This will be the end of the current game!
cs: To znamená konec hry!
eo: Tio estos la fino de la nun ludo!
fi: Peli loppuu tähän!
hr: Ovo æe prekinuti tekuæu igru!
is: Þetta verða endalok þessa leiks!
no: Dette vil være slutten av gjeldende spill!
pl: To jest koniec tej gry!
pt: Isto vai terminar o jogo actual!

source: Never mind...
cs: Nevadí ...
eo: Ne zorgu...
fi: Älä välitä...
hr: Nema veze...
is: Gleymd'essu...
no: Glem det...
pl: Niewa¿ne...
pt: Que se lixe...

source: Oh, no!
cs: Ale nee!
eo: Ho, ne!
fi: Voi ei!
hr: O ne !
is: Æ, nei!
no: Åh, nei!
pl: Ojej!
pt: Não!

source: D'accord
cs: Souhlas
eo: Konfirmu
is: Í lagi
no: Samsvaret
