Repository: KDE/kde1-kdegames
Catalog: po/*/kmahjongg.po
Languages: cs, da, el, es, fi, fr, ko, nl, pl, sk, sv

source: Classic
cs: Klasický
da: Klassisk
el: Κλασσικό
es: Clásico
fi: Klassinen
fr: Classique
ko: 고전형
nl: Klassiek
pl: Klasyczny
sk: Klasická
sv: Klassisk

source: Tower
cs: Vì¾
da: Tårn
el: Πύργος
es: Torre
fi: Torni
fr: Tour
ko: 타워형
nl: Toren
pl: Wie¿a
sk: Ve¾a
sv: Torn

source: Triangle
da: Trekant
el: Τρίγωνο
es: Triángulo
fi: Kolmio
ko: 삼각형
nl: Driehoek
pl: Trójk±t
sk: Trojuholník
sv: Triangel

source: Pyramide
cs: Pyramida
el: Πυραμίδα
es: Pirámide
fi: Pyramiidi
ko: 피라미드형
nl: Piramide
pl: Piramida
sk: Pyramída
sv: Pyramid

source: &Start new game
cs: Od&startovat novou hru
da: &Start nyt spil
el: &Νέο παιχνίδι
es: &Iniciar nuevo juego
fi: &Aloita uusi peli
fr: &Démarrer une nouvelle partie
ko: 새 게임 시작(&S)
nl: &Start een nieuw spel
pl: &Nowa gra
sk: &Nová hra
sv: &Starta ett nytt spel

source: &Help me
cs: &Napovìz mi
da: &Hjælp
el: &Βοήθεια
es: &Ayúdame
fi: &Auta
fr: &Aide moi
ko: 도움(&H)
nl: &Help
pl: &Podpowied¼
sk: &Pomô¾ mi
sv: &Hjälp mig

source: &Undo last move
cs: &Vra» poslední tah
da: &Fortry det sidste træk
el: &Αναίρεση προηγούμενης κίνησης
es: D&eshacer último movimiento
fi: &Peru edellinen siirto
fr: A&nnuler le dernier déplacement
ko: 실행 취소(&U)
nl: &Laatste beweging ongedaan maken
pl: &Cofnij ruch
sk: &Vrá» posledný »ah spä»
sv: Ångra sista draget

source: &Demo mode
cs: U&kázkový mód
da: &Demo modus
el: &Επείδηξη
es: Modo &demostración
fi: &Demotila
fr: &Mode démonstration
ko: 데모 모드(&D)
pl: Tryb &demo
sk: &Demon¹traèný mód
sv: &Demo

source: Show &matching tiles
cs: Uka¾ &odpovídající si kachle
da: Vis brikker der passer sam&men
es: &Mostrar baldosas emparejadas
fi: Nٶytٶ &sopivat palat
fr: Afficher les &pièces identiques
ko: 맞는 조각 보이기(&m)
nl: Toon overeenkomende stenen
pl: Pokazuj &pasuj±ce kostki
sk: Ukazuj zhodné kartièky
sv: Visa &matchande plattor

source: &Load Background image...
cs: &Nahrát obrázek na pozadí...
da: &Indlæs baggrundsbillede
el: &Φόρτωση εικόνας στο υπόβαθρο
es: &Cargar imagen de fondo...
fi: &Lataa taustakuva...
fr: &Charger une image de fond...
ko: 배경 이미지 불러오기...(&L)
nl: &Laad achtergrond plaatje
pl: &Za³aduj plik z t³em...!
sk: &Naèíta» obrázok pozadia...
sv: &Ladda bakgrundsbild...

source: &Statusbar
cs: &Informaèní li¹ta
da: &Statusbjælke
el: &Μπάρα Κατάστασης
es: Barra de e&stado
fi: &Tilarivi
fr: &Barre d'état
ko: 상태바(&S)
pl: Pasek &stanu
sk: &Stavový riadok
sv: &Statusrad

source: Mahjongg %s by Mathias Mueller (in5y158@public.uni-hamburg.de)
cs: Mahjongg %s napsal Mathias Mueller (in5y158@public.uni-hamburg.de)
da: Mahjongg %s ved Mathias Mueller (in5y158@public.uni-hamburg.de)
fi: Mahjongg %s tehnyt Mathias Mueller (in5y158@public.uni-hamburg.de)
fr: Mahjongg %s par Mathias Mueller (in5y158@public.uni-hamburg.de)
pl: Mahjongg %s Mathias Mueller (in5y158@public.uni-hamburg.de)
sk: Mahjongg %s napísal Mathias Mueller (in5y158@public.uni-hamburg.de)

source: Unable to open bitmap file !
cs: Není mo¾né otevøít soubor s bitmapou!
da: Kan ikke åbne bitmap fil
el: Παρουσιάστηκε αδυναμία στο άνοιγμα του bitmap αρχείου !
es: ¡Imposible abrir archivo de mapa de bits!
fi: En saa avattua bittikarttatiedostoa !
fr: Impossible d'ouvrir le fichier bitmap !
ko: 비트맵 파일을 열 수 없슴 !
nl: Kan bitmap bestand niet openen
pl: Nie mo¿na otworzyæ pliku z bitmap±!
sk: Nemô¾em otvori» súbor s bitovou mapou !
sv: Kan inte öppna bitmapfil!

source: Undo operation done successfully.
cs: Vrácení tahu provedeno úspì¹nì.
da: Omgør operationen lykkedes
el: Η αναίρεση της λειτουργείας εκτελέστηκε με επιτυχία.
es: Operación de deshacer concluida satisfactoriamente.
fi: Peruutus onnistui.
fr: Annulé avec succès.
ko: 실행 취소가 성공적으로 수행됨.
nl: Ongedaan maken succesvol.
pl: Cofniêcie ruchu.
sk: Operácia vrátenia poslednej èinnosti úspe¹ná.
sv: Operationen ängra lyckad.

source: What do you want to undo? You have done nothing!
cs: Jaký tah by jste si pøál vrátit? V¾dy» jste je¹tì nic neudìlal!
da: Hvad vil du gøre om? du har ikke gjort noget!
el: Δεν έχεις κάνει τίποτα,ώστε να το αναιρέσεις!
es: ¿Que quiere deshacer? ¡No ha hecho nada!
fi: Mitٶ haluat peruuttaa? Et ole tehnyt mitٶٶn!
fr: Qu'est-ce que vous voulez annuler ? Vous n'avez rien précisé !
ko: 어떤 것을 취소하시겠습니까? 귀하는 아무 것도 하지 않았습니다.
nl: Wat wil je ongedaan maken? Je hebt niets gedaan!
pl: Nie mo¿esz cofn±æ ruchu. Jeszcze nie wykona³e¶ ¿adnego!
sk: Èo chcete vráti» spä»? E¹te ste niè nespravili!
sv: Vad vill du ångra? Du har inte gjort något än!

source: Sorry, you have lost the game.
cs: Lituji, prohrál(a) jste hru.
da: Undskyld, men du tabte
el: Λυπάμαι,έχασες.
es: Lo siento, ha perdido la partida.
fi: Hٶvisit pelin.
fr: Désolé ,vous avez perdu la partie.
ko: 귀하는 게임에 졌습니다.
nl: Sorry, je hebt het spel verloren.
pl: Przykro mi, przegra³e¶ grê.
sk: Je mi µúto, prehrali ste hru.
sv: Tyvärr, du har förlorat.

source: Demo mode. Click mousebutton to stop.
cs: Ukázkový mód. Kliknìte my¹í k ukonèení.
da: Demo modus. Klik på museknappen for at stoppe
el: Πάτησε το κουμπί του mouse για να σταματήσει η επείδηξη.
es: Modo demostración. Pulse un botón del ratón para detener.
fi: Demotila. Paina hiiren nappia lopettaaksesi.
fr: Mode démonstration. Cliquer sur le bouton gauche de la souris pour l'arrêter.
ko: 데모 모드. 멈추려면 마우스 단추를 누르십시오.
nl: Demo mode. Klik op een muisknop om te stoppen.
pl: Tryb demo. Kliknij mysz± aby zatrzymaæ.
sk: Demon¹taèný mód. Zastavte kliknutím.
sv: Demo. Klicka med musknappen för att avbryta.

source: Now it's you again.
cs: Teï u¾ jste to zase vy.
da: Nu er det dig gien
el: Τώρα είναι η σειρά σου πάλι.
es: Ahora es suyo de nuevo.
fi: Nyt on taas sinun vuorosi.
fr: Maintenant, c'est à votre tour.
ko: 자 다시 귀하 차례입니다.
nl: Nu ben jij weer.
pl: Teraz jest twój ruch.
sk: Teraz hráte zase vy.
sv: Nu är det din tur igen.

source: Your computer has lost the game.
cs: Vá¹ poèítaè prohrál hru.
da: Din maskine har tabt spillet
el: Ο υπολογιστής σου έχασε.
es: Su computadora ha perdido la partida.
fi: Tietokoneesi hٶvisi pelin.
fr: Votre ordinateur a perdu la partie.
ko: 컴퓨터가 졌습니다.
nl: Je computer heeft het spel verloren.
pl: Twój komputer przegra³ grê.
sk: Vá¹ poèítaè prehral hru.
sv: Din dator har förlorat.

source: Congratulations. You have won!
cs: Gratuluji. Vyhrál(a) jste!
da: Tillykke. Du har vundet
el: Συγχαρητήρια.Κέρδισες!
es: Felicidades. ¡Ha ganado!
fi: Onnea. Voitit!
fr: Félicitations. Vous avez gagné !
ko: 축하합니다. 귀하가 이겼습니다!
nl: Gefeliciteerd. Je hebt gewonnen!
pl: Gratulacje. Wygra³e¶!
sk: Gratulujem. Vyhrali ste !
sv: Grattis. Du har vunnit!

source: Calculating new game...
cs: Poèítám novou hru ...
da: Beregner nyt spil...
el: Επεξεργασία νέου παιχνιδιού...
es: Calculando nueva partida...
fi: Lasken uutta peliٶ...
fr: Calcul d'une nouvelle partie...
ko: 새 게임을 만들고 있습니다...
nl: Bezig met nieuwe spel maken...
pl: Tworzenie nowej gry...
sk: Generujem novú hru...
sv: Beräknar nytt spel...

source: Error converting board information!
cs: Chyba pøi pøevodu informace o desce!
da: Fejl ved konvertering af brætinformation!
es: ¡Error convirtiendo información del tablero!
fi: Virhe laudan tietoja kٶٶnnettٶessٶ!
fr: Erreur de conversion de l'information sur le tapis !
ko: 보드 정보 변환 오류!
nl: FOut bij converteren bord informatie!
pl: B³±d podczas przetwarzania informacji o planszy!
sk: Chyba pri konvertovaní informácií o hracej doske!
sv: Fel vid konvertering av brädinformation!

source: Ready. Now it's your turn.
cs: Pøipraven. Nyní jste na tahu.
da: Klar. Det er din tur
el: Ετοιμάσου.Είναι η σειρά σου.
es: Listo. Ahora es su turno.
fi: Valmis. Nyt on sinun vuorosi.
fr: Prêt. C'est votre tour.
ko: 자. 이제 귀하 차례입니다.
nl: Klaar. Nu ben jij.
pl: Gotowy. Teraz twój ruch.
sk: Som pripravený. Ste na »ahu !
sv: Klar. Nu är det din tur.

source: Error generating new game!
cs: Chyba pøi generování nové hry!
da: Fejl ved generering af nyt spil
el: Λάθος στην επεξεργασία για νέο παιχνίδι!
es: ¡Error generando nueva partida!
fi: Virhe peliٶ luotaessa!
fr: Erreur pendant la génération de la nouvelle partie !
ko: 새 게임 생성 오류!
nl: Fout bij maken nieuw spel!
pl: B³±d podczas tworzenia nowej gry!
sk: Chyba pri generovaní novej hry!
sv: Fel vid skapande av nytt spel!

source: Failed to load image: %s
cs: Nepodaøilo se nahrát obrázek: %s
da: Kunne ikke indlæse billedet: %s
el: Αποτυχία στο φόρτωμα της εικόνας: %s
es: Fallo al cargar imagen: %s
fi: Kuvan lataaminen epٶonnistui: %s
fr: Echec du chargement de l'image : %s
ko: 이미지 불러오기 실패: %s
nl: Fout bij laden plaatje: %s
pl: B³±d podczas ³adowania pliku: %s
sk: Nepodarilo sa mi nahra» obrázok: %s
sv: Kunde inte läsa bilden: %s

source: Sorry, this image uses %d colors. Maximum allowed is %d
cs: Lituji, tento obrázek pou¾ívá %d barev. Maximálnì je povoleno %d barev.
da: Undskyld, dit billede bruger %d farver. Det højeste tilladte antal er %d.
el: Η εικόνα αυτή χρησιμοποιεί %d χρώμματα. Ο μέγιστος επιτρεπτός αριθμός είναι %d.
es: Lo siento, esta imagen usa %d colores. El máximo permitido es %d
fi: Kuva kٶyttٶٶ %d vٶriٶ. Suurin sallittu mٶٶrٶ on %d
fr: Désolé, cette image utilise %d couleurs. Le maximum permis est %d
ko: 이 이미지는 %d색을 사용합니다. 최대 허용색은 %d색 입니다.
nl: Sorry, dit plaatje gebruikt %d kleuren. Het maximum aantal is %d
pl: Przykro mi, ten obrazek wykorzystuje %d kolorów. Mo¿na wykorzytaæ najwy¿ej %d
sk: Je mi µúto, tento obrázok pou¾íva %d farieb Maximálne je povolených %d
sv: Tyvärr, denna bild använder %d färger. Maximalt antal tillåtna färger är %d
