Repository: KDE/kde1-kdegames
Catalog: po/*/kmines.po
Languages: he, hr, ro

source: New game
he: שדח קחשמ
hr: Nova igra
ro: Joc Nou

source: Pause game
he: קחשמ רוצע
hr: Zaustavi igru
ro: Pausã in joc

source: High scores
he: תוהובגה תואצותה
hr: Najvi¹i rezultati
ro: Scorul

source: Close dialog
hr: Zatvori dijalog
ro: Îchide dialogul

source: Ok dialog
hr: Ok dijalog

source: Cancel dialog
hr: Poni¹ti
ro: Întrerupe-Dialogul

source: Hide menu bar
he: םיטירפת רתסה
hr: Sakrij traku sa izbornicima
ro: Ascunde menu bar

source: ? mark
he: ? ב ןמס
hr: ? oznaka
ro: ?-Marcarea

source: Keys
he: קחשמה ישקמ
hr: Tipke
ro: Taste

source: Easy
he: םיליחתמ
hr: Lagano
ro: Uºor

source: Expert
he: םיחמומ
hr: Ekspert

source: Custom
he: המר רדגה
hr: Prilagodjeno
ro: Proprii

source: About...
hr: O programu...
ro: Despre...

source: Level
hr: Razina

source: %s (%s) by Nicolas HADACEK (hadacek@kde.org) http://www.via.ecp.fr/~hadacek/KDE/kmines.html
hr: %s (%s) Nicolas HADACEK (hadacek@kde.org) http://www.via.ecp.fr/~hadacek/KDE/kmines.html
ro: %s (%s) von Nicolas HADACEK (hadacek@kde.org) http://www.via.ecp.fr/~hadacek/KDE/kmines.html

source: kmines : About
hr: kmines : O programu
ro: kmines : Despre

source: Show menu bar
he: טירפת גצה
hr: Prika¾i traku sa izbornicima
ro: Arata menu bar

source: Anonymous
he: ינומלא
hr: Anonimno
ro: Anonim

source: You did it ... but not in time.
he: ןמזב אל לבא ..תחלצה
hr: Uspio si ... medjutim vrijeme je isteklo.
ro: Ai reuºit ... dar nu la timp.

source: Yeeessss !
he: !! ןכ
hr: Daaaaaaa !
ro: Daaaaaaa!

source: Bad luck !
he: ! תינש הסנ
hr: Nema¹ sreæe !
ro: Ghinion!

source: Highscore file is not writable !
hr: Datoteka
ro: In fiºierul Highscore nu se poate scrie !

source: kmines : Error
hr: kmines : Gre¹ka
ro: kmines : Eroare

source: Game paused
he: קספוה קחשמה
hr: Igra zaustavljena
ro: Pausã in joc

source: Press to resume
he: ךישמהל תנמ לע ץחל
hr: Pritisni tipku za nastavak
ro: Pentru continuare apasã o tastã

source: Custom Level
hr: Izaberi razinu
ro: Level propriu

source: Width :
hr: ©irina :
ro: Lãþime :

source: Height :
hr: Visina :
ro: Înalþime :

source: Mines :
hr: Mine :
ro: Mine :

source: High Scores
hr: Najvi¹i rezultati

source: in
he: ךות
hr: u

source: minutes and
hr: minuta i
ro: Minute ºi

source: seconds.
he: תוינש
hr: sekundi.
ro: Secunde.

source: Hall of Fame
he: הליהתה לכיה
hr: Dvorac Slave

source: Uncertain (?) mark
hr: Nesiguran (?) oznaka
ro: Marcare (?) nesigurã

source: Try again
hr: Poku¹aj ponovo
ro: Probeazã încã o datã
