Repository: KDE/kde1-kdegames
Catalog: po/*/kpat.po
Languages: cs, de, el, es, fi, fr, hr, hu, is, it, no, pl, sk

source: please wait, loading cards...
cs: Prosím èekejte, nahrávám karty...
de: bitte etwas Geduld, Karten werden geladen...
el: §˜¨˜¡˜¢é §œ¨ £â¤œ«œ, ­¦¨«é¤¦¤«˜ ¦ ¡á¨«œª
es: Por favor espere, cargando cartas
fi: odota hetki, lataan kortteja...
fr: Veuillez patienter, je charge les cartes...
hr: Salèekajte molim, uèitavam karte...
hu: Kérem várjon, keresem a kártyáimat... (Hova is tettem õket?)
is: augnablik, hleð inn spil...
it: Aspettare, caricamento carte in corso...
no: vennligst vent, laster kort...
pl: proszê czekaæ, ³adowanie kart...
sk: Prosím èakajte, nahrávam karty...

source: KPat - a Solitaire game
cs: KPat - solitérová hra
de: KPat - Patiencen legen
el: Kpat - â¤˜ §˜ ®¤å› ˜© â¤«˜ª
es: KPat- un juego de solitarios
fi: KPat - pasianssi
fr: KPat - Un jeu de Solitaire
hr: KPat - Solitaire igra
hu: KPat - egy Solitaire játék
is: KPat - tölvuvæddir kaplar
it: KPat - un Solitario
no: KPat - et kabalspill
pl: KPat - pasjans
sk: KPat - solitairová hra

source: kpat: PANIC, cannot load card pixmap "%s"
cs: kpat: POPLACH, nemohu nahrát herní kartu "%s"
de: kpat: schwere Fehler, kann das Kartenbild "%s" nicht laden
el: kpat: €Œˆ‰‘, ˜›ç¤˜« ­æ¨«à© «ª ¡á¨«˜ª
es: kpat: PANIC, imposible leer pixmap de cartas "%s"
fi: kpat: PANIIKKI, en saa ladattua kortin kuvaa "%s"
fr: kpat: PANIQUE, ne peut charger le pixmap de carte "%s"
hr: kpat: PANIKA, ne mogu uèitati slièicu karte "%s"
hu: kpat: HÛHA, nem tudom betölteni a %s képet
is: kpat: HOPPANDI GRANEÐLUR, gat ekki lesið pixmap spils "%s"
it: kpat: PANICO, impossible caricare la pixmap delle carte "%s"
no: kpat: PANIKK, kan ikke laste kort "%s"
pl: kpat: PANIKA, nie mo¿na za³adowaæ pixmapy "%s"
sk: kpat: POPLACH, nemô¾em nahra» hraciu kartu "%s"

source: KPAT: access to invalid card %d, %d
cs: KPAT: pøístup k neplatné kartì %d, %d
de: KPAT: schwerer Fehler, Zugriff auf nicht vorhandene Karte %d, %d
el: KPAT: §¨æ©™˜© ©œ ¢áŸ¦ª ¡á¨«˜ %d, %d
es: KPAT: acceso a carta inválida %d, %d
fi: KPAT: viittaus virheelliseen korttiin %d, %d
fr: KPAT: acces a une carte invalide %d, %d
hr: KPAT: pristup do pogre¹ne karte %d, %d
hu: KPAT: hozzáférés egy hibás kártyához %d, %d
is: KPAT: aðgangur að ógildu spili %d, %d
it: KPAT: accesso a carta non valida %d, %d
no: KPAT: ugyldig kort %d, %d
pl: KPAT: dostêp do b³êdnej karty %d, %d
sk: KPAT: prístup k neplatnej karte %d, %d

source: Easy 4
cs: Snadná 4
de: Leicht 4
el: „ç¡¦¢¦ 4
es: Fácil 4
fi: Helppo 4
fr: Facile 4
hr: Laki 4
hu: Iszonyú könnyû
is: Auðvelt 4
it: Facile 4
no: Lett 4
pl: £atwy 4
sk: ¥ahká 4

source: Easy 3
cs: Snadná 3
de: Leicht 3
el: „ç¡¦¢¦ 3
es: Fácil 3
fi: Helppo 3
fr: Facile 3
hr: Laki 3
hu: Nagyon könnyû
is: Auðvelt 3
it: Facile 3
no: Lett 3
pl: £atwy 3
sk: ¥ahká 3

source: Easy 2
cs: Snadná 2
de: Leicht 2
el: „ç¡¦¢¦ 2
es: Fácil 2
fi: Helppo 2
fr: Facile 2
hr: Laki 2
hu: Elég könnyû
is: Auðvelt 2
it: Facile 2
no: Lett 2
pl: £atwy 2
sk: ¥ahká 2

source: Easy 1
cs: Snadná 1
de: Leicht 1
el: Eç¡¦¢¦ 1
es: Fácil 1
fi: Helppo 1
fr: Facile 1
hr: Laki 1
hu: Könnyû
is: Auðvelt 1
it: Facile 1
no: Lett 1
pl: £atwy 1
sk: ¥ahká 1

source: Normal
cs: Normální
hr: Normalan
is: Venjulegt

source: Hard 1
cs: Tì¾ká 1
de: Schwer 1
el: ƒç©¡¦¢¦ 1
es: Difícil 1
fi: Vaikea 1
fr: Difficile 1
hr: Te¾ak 1
hu: Kicsit nehezebb
is: Þungt 1
it: Difficile 1
no: Vanskelig 1
pl: Trudny 1
sk: Ta¾ká 1

source: Hard 2
cs: Tì¾ká 2
de: Schwer 2
el: ƒç©¡¦¢¦ 2
es: Difícil 2
fi: Vaikea 2
fr: Difficile 2
hr: Te¾ak 2
hu: Jóval nehezebb
is: Þungt 2
it: Difficile 2
no: Vanskelig 2
pl: Trudny 2
sk: «a¾ká 2

source: Hard 3
cs: Tì¾ká 3
de: Schwer 3
el: ƒç©¡¦¢¦ 3
es: Difícil 3
fi: Vaikea 3
fr: Difficile 3
hr: Te¾ak 3
hu: Nehéz
is: Þungt 3
it: Difficile 3
no: Vanskelig 3
pl: Trudny 3
sk: «a¾ká 3

source: Hard 4
cs: Tì¾ká 4
de: Schwer 4
el: ƒç©¡¦¢¦ 4
es: Difícil 4
fi: Vaikea 4
fr: Difficile 4
hr: Te¾ak 4
hu: Elég nehéz
is: Þungt 4
it: Difficile 4
no: Vanskelig 4
pl: Trudny 4
sk: «a¾ká 4

source: Hard 5
cs: Tì¾ká 5
de: Schwer 5
el: ƒç©¡¦¢¦ 5
es: Difícil 5
fi: Vaikea 5
fr: Difficile 5
hr: Te¾ak 5
hu: Durvanehéz
is: Þungt 5
it: Difficile 5
no: Vanskelig 5
pl: Trudny 5
sk: «a¾ká 5

source: Try to move card:
cs: Skus pøesunout kartu:
de: Versuche die Karte zu bewegen:
el: ƒ¦¡å£˜©œ ¤˜ £œ«˜¡ ¤ã©œ ª «¤ ¡á¨«˜:
es: Intente mover una carta:
fi: Yritä siirtää korttia:
fr: Essayez de bouger la carte :
hr: Poku¹aj micanja karte:
hu: Próbáld ezt a kártyát:
is: Reyndu að færa spil:
it: Prova a muovere la carta:
no: Prøv å flytte dette kortet:
pl: Spróbuj ruszyæ kartê:
sk: Skús presunú» kartu:

source: Redeal
cs: Znovu rozdej
de: Neu geben
el: ˜¤˜£¦å¨˜©œ
es: Barajar
fi: Uudelleenjaa
fr: Nouvelle donne
hr: Dijeli iznova
hu: Új leosztás
is: Endurgjöf
it: Rifare un contratto
no: Ny omgang
pl: Rozdanie
sk: Znovu rozdaj

source: Hint
cs: Rada
de: Vorschlag
es: Trampa
fi: Vihje
fr: Astuce
hr: Trik
hu: Tipp
is: Vísbending
it: Piccolo consiglio
no: Tips
pl: Podpowied¼
sk: Rada

source: Information
cs: Informace
hr: Informacija

source: Only 3 deals allowed
cs: Povoleny pouze 3 rozdání
de: Nur 3 mal geben erlaubt
el: 3 £¦ ¨á©£˜«˜ œ§ «¨â§¦¤«˜
es: Sólo permitidas tres manos
fi: Vain 3 jakoa sallittu
fr: Seulement 3 deals sont permis
hr: Samo tri djeljenja dozvoljena
hu: Csak 3 új leosztás engedélyezett
is: Einungis 3 gjafir leyfðar
it: Solo tre contratti possibili
no: Bare 3 omganger tillatt
pl: Dozwolone tylko 3 rozdania
sk: Povolené len 3 rozdania

source: Easy rules
cs: Jednoduchá pravidla
de: Einfache Regeln
el: „ç¡¦¢¦ ¡˜¤æ¤œª
es: Reglas fáciles
fi: Helpot säännöt
fr: Règles faciles
hr: Laka pravila
hu: Könnyû szabályok
is: Auðveldar reglur
it: Regole facili
no: Lette regler
pl: Proste zasady
sk: Jednoduché pravidlá

source: Hard rules
cs: Tì¾ká pravidla
de: Schwere Regeln
el: ƒç©¡¦¢¦ ¡˜¤æ¤œª
es: Reglas difíciles
fi: Vaikeat säännöt
fr: Règles difficiles
hr: Te¹ka pravila
hu: Nehéz szabályok
is: Þungar reglur
it: Regole difficili
no: Vanskelige regler
pl: Trudne zasady
sk: «a¾ké pravidlá

source: Warning
cs: Varovaní
de: Warnung
hr: Upozorenje

source: This will end the current game Are you sure you want to do this?
cs: Toto ukonèí souèsnou hru Jste si jisti, ¾e si to pøejete?
de: Dadurch wird das aktuelle Spiel beendet Wollen Sie das wirklich?
el: €¬«æ Ÿ˜ «œ¨£˜«å©œ «¦ «¨â®¦¤ §˜ ®¤å› „å©«œ ©åš¦¬¨¦ §àª Ÿâ¢œ«œ ¤˜ «¦ ¡á¤œ«œ ˜¬«æ?
es: El juego actual se finalizará ¿Está seguro de que así lo desea?
fi: Tämä lopettaa nykyisen pelin Oletko varma että haluat lopettaa?
fr: Cela va terminer le jeu ; Etes-vous sûr(e) de vouloir quitter ?
hr: Ovim æete prekinuti trenutnu igru Sigurni ste da to ¾elite?
hu: Azt hiszem, hogy rossz gombot nyomott meg, mert ha most igent mond, akkor vége lesz a játéknak.
is: Þetta mun binda endi á yfirstandandi leik Ertu viss um að þú viljir gera þetta?
it: Questo termina il gioco in corso Sei sicuro di volerlo fare?
no: Dette vil avslutte spillet Er du sikker?
pl: Gra zostanie zakoñczona Czy jeste¶ tego pewien?
sk: Toto ukonèí súèasnú hru Ste si istí, ¾e si to prajete?

source: &Quit
cs: &Ukonèit
de: B&eenden
hr: &Zavr¹i

source: &File
cs: &Soubor
de: &Datei
hr: &Datoteka

source: &Game
cs: &Hra
de: &Spiel
hr: &Igra

source: &Undo
cs: &Zpìt
de: &Rückgängig
hr: &Vrati

source: &Restart game
cs: &Restartuj hru
de: &Neues Spiel
el: &„§˜¤œ¡å¤© §œ ®¤ › ¦ç
es: &Reiniciar juego
fi: &Aloita alusta
fr: &Redémarrer le jeu
hr: Ponovi &Igru
hu: &Ujrakezd
is: &Endurtaka leik
it: &Rilancia gioco
no: Start på nytt
pl: &Rozpocznij grê
sk: &Re¹tartuj hru

source: MicroSolitaire
cs: Mikrosolitare
el: ‹ ¡¨ã ˜© â¤«˜
es: Mircosolitario
fi: MicroPasianssi
it: MicroSolitario
no: MikroKabal
pl: MiniPasjans
sk: Mikrosolitaire

source: Calculation
cs: Výpoèet
de: Die kleine Rechenpatience
el: “§¦¢¦š ©£æª
fi: Laskenta
fr: Calcul
hu: Kalkuláció
it: Calcoli
no: Kalkulering
pl: Kalkulacje
sk: Výpoèet

source: Napoleon's Tomb
cs: Napoleonova hrobka
fi: Napoleonin hauta
fr: La tombe de Napoléon
hu: Napóleon sírja
it: La Tomba di Napoleone
no: Napoleons Grav
pl: Grób Napoleona
sk: Napoleonova hrobka

source: The Idiot
cs: Idiot
de: Idiot
el: ¢åŸ ¦ª
es: El idiota
fi: Idiootti
fr: L'idiot
hu: Az idióta
it: L'Idiota
no: Idioten
pl: Idiota
sk: Idiot

source: Grandfather
cs: Dìdeèek
de: Großvater
el: §˜§§¦çª
es: El Abuelo
fi: Isoisä
fr: Le Grand'père
hu: Nagypapi
it: Nonno
no: Bestefarkabal
pl: Dziadek
sk: Dedko

source: Ten
cs: Desítka
de: Zehn
el: ƒâ¡˜
es: Diez
fi: Kymmenen
fr: Dix
hu: Tíz
it: Dieci
no: Tierkabal
pl: Dziesiêæ
sk: Desiatka

source: Choose new game
cs: Zvol novou hru
de: Neuen Spieltyp wählen
el: „§â¢œ¥œ ¤â¦ §˜ ®¤å›
es: Escoger nuevo juego
fi: Valitse uusi peli
fr: Choisir un nouveau jeu
hr: Biraj novu igru
hu: Válassz új játékot
is: Velja annan leik
it: Scegli un nuovo gioco
no: Velg nytt spill
pl: Wybierz now± grê
sk: Zvoµ novú hru

source: Classic blue
cs: Klasické modré
de: Klassisch blau
el: ‰¢˜©© ¡æ £§¢â
fi: Klassinen sininen
fr: Bleu classique
hr: Klasiène plave
hu: Klasszikus kék
is: Sígild blá
it: Blu Classico
no: Klassisk blå
pl: Klasyczny b³êkit
sk: Klasické modré

source: Classic red
cs: Klasické èervené
de: Klassisch rot
el: ‰¢˜©© ¡æ ¡æ¡¡ ¤¦
fi: Klassinen punainen
fr: Rouge classique
hr: Klasiène crvene
hu: Klasszikus piros
is: Sígild rauð
it: Rosso Classico
no: Klassisk rød
pl: Klasyczna czerwieñ
sk: Klasické èervené

source: Technical
cs: Technické
de: Technisches Wirrwarr
el: ’œ®¤ ¡á
es: Técnico
fi: Tekninen
fr: Technique
hr: Tehnièke
hu: Technikus
is: Tæknileg
it: Tecnica
no: Teknisk
pl: Techniczny
sk: Technické

source: Card backside
cs: Zadní strana karet
de: Kartenrückseite
el: å©à æ¯ ¡á¨«˜ª
es: Reversod de cartas
fi: Kortin takapuoli
fr: Le dos des cartes
hr: Pozadina karata
hu: Kártya hátoldala
is: Afturhlið spila
it: Disegno sulle Carte
no: Kortets bakside
pl: Koszulki
sk: Zadná strana kariet

source: Animation on startup
cs: Animace pøi startu
de: Animationen beim Programmstart
el: ‰ ¤¦ç£œ¤œª œ ¡æ¤œª ¡˜«á «¤ œ¡¡å¤©
es: Animación al empezar
fi: Animaatio alussa
fr: Animation du début
hr: Animacija pri startu
hu: Animáció indulásnál
is: Teiknimynd í upphafi
it: Animazione all' avvio
no: Animasjon ved oppstart
pl: Animacja na pocz±tku
sk: Animácia pri ¹tarte

source: &Options
cs: &Mo¾nosti
de: &Einstellungen
hr: P&ode¹avanja

source: Help...
cs: Nápovìda...

source: Help on rules...
cs: Nápovìda k pravidlùm...

source: About...
cs: Informace...

source: &Help
cs: &Nápovìda
de: &Hilfe

source: Quit
cs: Ukonèit
de: Beenden
hr: Zavr¹i

source: COMMAND %d not implemented!
cs: Pøíkaz %d není implementován!
de: feature %d nicht verfügbar!
el: † œ¤«¦¢ã %d ›œ¤ œ¡«œ¢â©«¡œ!
es: Comando %d no implementado!
fi: KOMENTOA %d ei ole toteutettu!
hr: NAREDBA %d nije ugraðena!
hu: A %d parancs nincs implementálva!
it: COMANDO %d non ancora programmato!
no: KOMMANDO %d er ikke implementert!
sk: Príkaz %d nie je implementovaný!

source: Napoleons Tomb
cs: Napoleonova hrobka
fi: Napoleonin hauta
fr: La tombe de Napoléon
hu: Napóleon sírja
it: Tomba di Napoleone
no: Napoleons Grav
pl: Grób Napoleona
sk: Napoleonova hrobka

source: kpat: unimplemented game type %d
cs: kpat: neimplementovaný typ hry %d
de: kpat: Spielvariante %d nicht verfügbar
el: kpa: €¤¦¢¦¡¢ã¨à«¦ª «ç§¦ª §˜ ®¤ › ¦ç
es: kpat: juego aún no implementado %d
fi: kpat: toteuttamaton pelin tyyppi %d
fr: kpat: type de jeu non implementé %d
hr: kpat: igra %d nije ugraðena
hu: kpat: nem implement játéktípus: %d
is: kpat: óútfærður kapall %d
it: kpat: gioco non ancora programmato %d
no: kpat: spill type %d er ikke implementert
pl: kpat: nie ma gry %d
sk: kpat: neimplementovaný typ hry %d

source: KPat Version
cs: KPat Verze
el: Kpat '„¡›¦©
es: KPat Versión
fi: KPat Versio
hr: KPat Verzija
it: KPat Versione
no: KPat Versjon
sk: KPat Verzia

source: Copyright (C) 1995 Paul Olav Tvete Additional work done by: Matthias Ettrich <ettrich@kde.org> Mario Weilguni <mweilguni@sime.com> This program is part of the K Desktop Environment. Use help for license information.
cs: Copyright (C) 1995 Paul Olav Tvete S pøispìním: Matthiase Ettricha <ettrich@kde.org> Maria Weilguniho <mweilguni@sime.com> Tento program souèástí KDE. Pro informaci k licenèním podmínkám pou¾ij nápovìdu.
de: Copyright (C) 1995 Paul Olav Tvete Erweitert von: Matthias Ettrich <ettrich@kde.org> Mario Weilguni <mweilguni@sime.com> Dieses Programm ist Teil des "K Desktop Environment". Näheres zu den Lizenzbedingungen in der Hilfe.

source: About kpat
cs: Informace o kpatu
de: Über kpat
el: ‘®œ« ¡á £œ «¦ kpat
es: Acerca de kpat
fi: Tietoja kpat:ta
hr: O programu kpat
hu: A kpat-ról
it: Info su kpat
no: Om kpat
sk: Informácie o kpate

source: Error
cs: Chyba
de: Fehler
hr: Gre¹ka

source: Could not load background image!
cs: Nemoho nahrát obrázek zadní strany!
de: Kann Hintergrundbild nicht laden!
el: ƒœ¤ ¡˜«á­œ¨œ ¤˜ ­¦¨«àŸœå œ ¡æ¤˜ š ˜ «¦ ­æ¤«¦!
es: Imposible leer la imagen de fondo
fi: En voinut ladata taustakuvaa!
fr: Impossible de charger l'image d'arrière-plan !
hr: Ne mogu uèitati pozadinsku sliku!
hu: Nem tudom betölteni a háttér-képet
is: Gat ekki hlaðið inn bakgrunnsmynd!
it: Impossibile caricare immagine di sfondo!
no: Kunne ikke laste bakgrunnsbilde
pl: Nie mo¿na za³adowaæ t³a!
sk: Nemô¾em nahra» obrázok zadnej strany!

source: Full Auto
cs: Plnì automatické
de: Automatisch
el: E¤«œ¢éª ˜¬«æ£˜«¦
es: Automático
fi: Täysin automaattinen
fr: Tout automatique
hr: Potpuno automatski
hu: Teljesen auto.
is: Alsjálfvirkt
it: Tutto Automatico
no: Helautomatisk
pl: Pe³na automatyka
sk: Plne automatické

source: &Help...
de: &Hilfe...

source: Help on &rules...
de: Hilfe zu den &Regeln..
el: &¦ãŸœ ˜ ©«¦¬ª ¡˜¤æ¤œª...
fi: Auta &säännöissä
no: Hjelp
sk: Nápoveda k &pravidlám...

source: About &Qt...
de: Über &Qt...
el: ‘®œ« ¡á £œ «¦ &qt...
fi: Tietoja &Qt:ta...
no: Om &Qt
sk: Informácie o &Qt

source: A&bout...
de: Ü&ber...

source: No more cards
el: ƒœ¤ ¬§á¨®¦¬¤ á¢¢œª ¡á¨«œª
fi: Ei enää kortteja
fr: Plus de cartes
is: Engin spil eftir
no: Ingen kort igjen
pl: Brak kart
sk: ®iadne ïal¹ie karty nie sú k dispozícii

source: &Klondike
fi: &Klondyke

source: Freecell
fi: Vapaa paikka
fr: Case libre

source: Klondike
fi: Klondyke

source: Copyright (C) 1997 Paul Olav Tvete Additional work done by: Rodolfo Borges <barrett@labma.ufrj.br> Matthias Ettrich <ettrich@kde.org> Mario Weilguni <mweilguni@sime.com> This program is part of the K Desktop Environment. Use help for license information.
el: ¤œ¬£˜« ¡á ƒ ¡˜ é£˜«˜ (C) 1997 Paul Olav Tvete „§ §¨æ©Ÿœ« ƒ¦¬¢œ á âš ¤œ ˜§æ «¦¬ª: Rodolfo Borges <barrett@labma.ufrj.br> Matthias Ettrich <ettrich@kde.org> Mario Weilguni <mweilguni@sime.com> €¬«æ «¦ §¨æš¨˜££˜ œå¤˜ £â¨¦ª «¦¬ K Desktop Environment. •¨© £¦§¦ œå©«œ « ™¦ãŸœ ˜ š ˜ §¢¨¦­¦¨åœª ©®œ« ¡á £œ «¤ á›œ ˜ ®¨ã©ª «¦¬.
fi: Copyright (C) 1997 Paul Olav Tvete Ylimääräistä työtä tehnyt myls: Rodolfo Borges <barrett@labma.ufrj.br> Matthias Ettrich <ettrich@kde.org> Mario Weilguni <mweilguni@sime.com> Tämä ohjelma on osa K Desktop Ympäristöä. Käytä Ohjetta lisenssin lukemiseen.
no: Copyright (C) 1997 Paul Olav Tvete Ytterligere arbeid gjort av: Rodolfo Borges <barrett@labma.ufrj.br> Matthias Ettrich <ettrich@kde.org> Mario Weilguni <mweilguni@sime.com> Dette programmet er en del av K Desktop Environment. Bruk hjelp for lisensinformasjon.
sk: Copyright (C) 1995 Paul Olav Tvete S prispením: Rodolfa Borgese <barrett@labma.ufrj.br> Matthiase Ettricha <ettrich@kde.org> Maria Weilguniho <mweilguni@sime.com> Tento program je súèas»ou KDE. Pre informácie k licenèným podmienkam pou¾i pomocníka.

source: Mod3
sk: Mód3

source: Ok
hr: U redu

source: by Paul Olav Tvetei
fr: Par Paul Olav Tvetei
is: eftir Paul Olav Tvetei
