Repository: KDE/kde1-kdegames
Catalog: po/*/kpoker.po
Languages: ko, nl, pt_br, sk

source: New game
ko: 새 게임
nl: Nieuw spel
pt_br: Novo jogo
sk: Nová hra

source: Draw !
ko: 패돌림 !
nl: Trek een kaart !
pt_br: Desenhar !
sk: Rozdaj !

source: Click a card to hold it
ko: 가져올 카드를 클릭하십시오
nl: Klik een kaart om deze te houden
pt_br: Clique numa carta para mantê-la
sk: Kliknite na karty, ktoré si chcete ponecha»

source: Held
ko: 가져오기
nl: Gehouden
pt_br: Conservar
sk: Podr¾a»

source: draw new cards
ko: 새 카드로 패돌림
nl: trek nieuwe kaarten
pt_br: trocar novas cartas
sk: Rozdaj nové karty

source: your last hand
ko: 마지막 카드
nl: uw laatste hand
pt_br: a sua ultima mão
sk: va¹a posledná ruka

source: money left
ko: 남은 금액
nl: overgebleven geld
pt_br: dinheiro restante
sk: zvy¹né peniaze

source: nothing
ko: 없음
nl: niets
pt_br: nada
sk: niè

source: Cash
ko: 금액
pt_br: Dinheiro
sk: Peniaze

source: Last Hand
ko: 마지막 카드
nl: Vorige Hand
pt_br: Mão Anterior
sk: V poslednej ruke

source: One Pair
ko: 원 페어
pt_br: Um Par
sk: Jeden pár

source: Two Pairs
ko: 투 페어
pt_br: Dois Pares
sk: Dva páry

source: 3 of a kind
ko: 3 카드
pt_br: 3 do mesmo tipo
sk: 3 jedného druhu

source: Full House
ko: 풀 하우스

source: 4 of a kind
ko: 4 카드
pt_br: 4 do mesmo tipo
sk: 4 jedného druhu

source: Straight
ko: 스트레이트

source: Flush
ko: 플러쉬

source: Straight Flush
ko: 스트레이트 플러쉬

source: Royal Flush
ko: 로얄 플러쉬

source: You Lost
ko: 귀하는 졌습니다
nl: U hebt verloren
pt_br: Perdeu
sk: Prehrali ste

source: Oops - you went bankrupt.
ko: 아! - 귀하는 부도상태입니다.
pt_br: Opa, você foi à falência.
sk: Ops - zbankrotovali ste.

source: You won $
ko: 귀하가 번 돈: $
nl: U won $
pt_br: Ganhou $
sk: Vyhrali ste $

source: Game Over
ko: 게임 끝
nl: Spel over
pt_br: Jogo Terminado
sk: Hra skonèená

source: &New game
ko: 새 게임(&N)
nl: &Nieuw spel
pt_br: &Novo jogo
sk: &Nová hra

source: &Sound
ko: 효과음(&S)
nl: &Geluid
pt_br: &Som
sk: &Zvuk

source: by Jochen Tuchbreiter
pt_br: por Jochen Tuchbreiter

source: For a list of credits see helpfile
pt_br: Para uma lista de créditos, veja o arquivo de Ajuda

source: Suggestions, bug reports etc. are welcome
pt_br: Sugestões, relatórios de bugs etc. são bem-vindos.

source: Oops - you went bankrupt. A highscoretable will appear over here later...
nl: Oeps - u bent bankroet gegaan. Een topscore tabel zal hier dadelijk verschijnen...
