Repository: KDE/kde1-kdegames
Catalog: po/*/kreversi.po
Languages: el, es, fi, fr, hr, it, ro

source: About KReversi
el: Σχετικά με το KReversi
es: Acerca de KReversi
fi: Tietoja KReversist‰
hr: O programu KReversi
it: Info KReversi
ro: Despre KReversi

source: Version
el: Έκδοση
es: Versión
fi: Versio
hr: Verzija
it: Versione
ro: Versiunea

source: (c) 1997 Mario Weilguni <mweilguni@sime.com> This program is free software published under the GNU General Public License (take a look into help for details) Thanks to: Mats Luthman for the game engine (I've ported it from his JAVA applet) Stephan Kulow for comments and bugfixes Arne Klaassen for the raytraced chips
fi: (c) 1997 Mario Weilguni <mweilguni@sime.com> T‰m‰ ohjelma on vapaa ohjelmisto joka on julkaistu GNU General Public License:n alla (katso ohjeista lis‰tietoja) Kiitokset: Mats Luthman peliytimest‰ (portattu h‰nen javaversiostaan) Stephan Kulow kommenteista ja virhekorjauksista Arne Klaassen varjostetuista napeista
fr: (c) 1997 Mario Weilguni <mweilguni@sime.com> Ce programme est un logiciel gratuit distribué sous la GNU General Public License (jetez un oeil dans l'aide pour plus de détails) Remerciements à : Mats Luthman pour le moteur du jeu (je l'ai porté à partir de son applet JAVA) Stephan Kulow <coolo@kde.org> pour ses commentaires et ses corrections de bugs Arne Klaassen <klaassen@informatik.uni-rostock.de> pour ses jetons ray-tracés
ro: (c) 1997 Mario Weilguni <mweilguni@sime.com> Acest program este Free Software in sensul GNU General Public License (GPL).Mai mult despre aceasta gãsiþi in ajutor Mulþumim pt. ajutor: Mats Luthman pentru algorithmul jocului (eu l-am portat din JAVA Applet care îi aparþinea) Stephan Kulow Comentare ºi Bugfixes Arne Klaassen pt. picuturile de pe carþi

source: A problem with the sound server occured! Cannot enable sound support.
el: Παρουσιάστηκε πρόβλημα στο διακομιστή ήχου! Δεν μπορεί να ενεργοποιηθεί η υποστήριξη του ήχου.
es: Ha ocurrido un problema con el servidor de sonido Imposible activar el sonido.
fi: Ongelma ‰‰nipalvelimen kanssa! En voi k‰ytt‰‰ ‰‰nitukea.
fr: Un problème est survenu avec le serveur audio ! Impossible d'activer le support audio.
hr: Pojavio se problem s upravljaèem zvuka! Ne mogu pokrenuti zvuènu podr¹ku.
it: Un problema con il sound server si é verificato! Impossibile utilizzare suoni.
ro: O problema a aparut in legãturã cu sunetul ºi din cauza aceasta nu putem sã-l activãm.

source: &New game
el: &Νέο παιχνίδι
es: &Nuevo juego
fi: &Uusi peli
fr: &Nouvelle partie
hr: &Nova igra
it: &Nuovo gioco
ro: &Joc nou

source: &Load game
el: ’ν&οιγμα παιχνιδιού
fi: &Lataa peli
fr: &Charger une partie
ro: încarcã jocul&

source: &Save game
el: &Αποθήκευση παιχνιδιού
fi: &Tallenna peli
fr: &Sauvegarder la partie
ro: Salveazã jocul&

source: Get &hint)
es: Ver &consejo
fi: &Vinkki
hr: &Trik
it: chiedi consiglio)
ro: &Întrerupe gîndirea miºcarii

source: &Continue
el: &Συνέχεια
es: &Continuar
fi: &Jatka
fr: &Continuer
hr: Na&stavi
it: &Continua
ro: &Continuã

source: &Undo move
el: Αναίρεση &κίνησης
es: &Desacer movimiento
fi: &Peru siirto
fr: &Défaire le mouvement
hr: &Vrati potez
it: &Annulla l'ultima mossa
ro: &Ia miºcare înapoi

source: Switch si&des
es: &Intercambiar posiciones
fi: V&aihda puolia
fr: &Permuter les côtés
hr: Zami&jeni strane
it: Cambia ca&mpo
ro: &Schimba partea

source: Level 1 (Wimp)
es: Nivel 1 (Patán)
fi: Taso 1 (Nynny)
fr: Niveau 1 (poule mouillée)
hr: Razina 1 (Nesposobnjakoviæ)
it: Livello 1 (Debole)
ro: Level 1 (Uºuratic)

source: Level 2 (Beginner)
el: Επίπεδο 2 (νεοφώτιστος)
es: Nivel 2 (Principiante)
fi: Taso 2 (Aloittelija)
fr: Niveau 2 (débutant)
hr: Razina 2 (Poèetnik)
it: Livello 2 (Principiante)
ro: Level 2 (Începãtor)

source: Level 4 (Average)
el: Επίπεδο 4 (μέτριος)
es: Nivel 4 (Normal)
fi: Taso 4 (Keskinkertainen)
fr: Niveau 4 (moyen)
hr: Razina 4 (Prosjeèan)
it: Livello 4 (Nella Media)
ro: Level 4 (Mediocru)

source: Level 5 (Good)
el: Επίπεδο 5 (καλός)
es: Nivel 5 (Bueno)
fi: Taso 5 (Hyv‰)
fr: Niveau 5 (bon)
hr: Razina 5 (Dobar)
it: Livello 5 (Buono)
ro: Level 5 (Bun)

source: Level 7 (Master)
el: Επίπεδο 7 (αριστοτέχνης)
es: Nivel 7 (Maestro)
fi: Taso 7 (Mestari)
fr: Niveau 7 (maître)
hr: Razina 7 (Veliki Guru)
it: Livello 7 (Maestro)
ro: Level 7 (Maestru)

source: Skill
el: επιδεξιότητα
es: Dificultad
fi: Taito
fr: Habilité
hr: Sposobnost
it: Destrezza
ro: Tãria jocului

source: &Shrink board
el: &Συρρικνομένος πίνακας
es: &Disminuir tablero
fi: &Pienenn‰ lautaa
fr: &Réduire le jeu
hr: &Smanji ploèu
it: Diminui&sci schermo
ro: &Micºoreazã tabla

source: &Enlarge board
el: &Μεγενθυμένος πίνακας
es: &Ampliar tablero
fi: &Suurenna lautaa
fr: &Agrandir le jeu
hr: &Poveæaj ploèu
it: &Ingrandisci schermo
ro: &Mãreaºte tabla

source: &Half size
el: Μ&ισό μέγεθος
es: &Mitad del tamaño
fi: &Puolikas koko
fr: Taille de &moitié
hr: Pola &velièine
it: &Dimensione Media
ro: &Jumãtate de tablã

source: D&efault size
el: &Προεπιλεγμένο μέγεθος
es: Tamaño &predeterminado
fi: &Oletuskoko
fr: Taille par dé&faut
hr: U&obièajena velièina
it: Dimensione Normale
ro: &Mãrime standard

source: &Double size
el: &Διπλό μέγεθος
es: &Doble del tamaño
fi: &Tuplakoko
fr: Taille &double
hr: Dvostru&ka velièina
it: Dimensione &Doppia
ro: &Mãrime dublã

source: Set size
el: Καθόρισε μέγεθος
es: A&justar tamaño
fi: Aseta koko
fr: Taille
hr: Postavi velièinu
it: Imposta dimensione
ro: Seteazã mãrimea

source: Select &background color...
el: Επέλεξε &χρώμα υποβάθρου...
es: Seleccionar color de &fondo...
fi: Valitse taustav‰ri...
fr: Sélectionner &couleur de fond
hr: Biraj boju pozadi&ne...
it: Imposta colore sfondo...
ro: Selecteazã &culoarea de fond...

source: none
es: ninguno
fi: ei mik‰‰n
fr: aucune
hr: ni¹ta
it: nessuno
ro: nimic

source: Select background image
el: Επέλεξε εικόνα υποβάθρου
es: Seleccionar ima&gen de fondo
fi: Valitse taustakuva
fr: Sélectionner image de fond
hr: Biraj pozadinsku sliku
it: Imposta immagine di sfondo
ro: Selecteazã imaginea de fond

source: &Grayscale
es: Escala de &grises
fi: &Harmaas‰vy
fr: &Niveaux de gris
hr: Nijanse &sivog
it: Scala di grigio
ro: &Alb-negru

source: &Animations
el: &Κί&νηση
es: &Animaciones
fi: &Animaatiot
hr: &Animacije
it: &Animazioni
ro: &Animaþia

source: 1 (fastest)
el: 1 (γρήγορη)
es: 1 (rápido)
fi: 1 (nopein)
fr: 1 (rapide)
hr: 1 (najbr¾e)
it: 1 (il piú rapido)
ro: 1 (rapid)

source: 10 (slowest)
el: 10 (αργή)
es: 10 (lento)
fi: 10 (hitain)
fr: 10 (lent)
hr: 10 (najsporije)
it: 10 (il piú lento)
ro: 10 (încet)

source: Animation speed
el: Ταχύτητα κίνησης
es: Velocidad de la animación
fi: Animaationopeus
fr: Vitesse d'animation
hr: Brzina animacije
it: Velocitá delle animazioni
ro: Viteza animaþiei

source: &Rules
el: Κ&ανονισμοί
es: &Reglas
fi: &S‰‰nnˆt
hr: P&ravila
it: &Regole
ro: &Reguli

source: &Strategy hints
el: Επίπεδο &βοήθειας
es: &Consejos de estrategia
fi: &Strategiavihjeet
hr: &Strategija i trikovi
it: Consigli &Strategia
ro: &Sfaturi de strategie

source: About &Qt...
fi: Tietoja &Qt:ta...
ro: Despre &Qt...

source: &About...
el: Σχετικά &αρκετή
es: &Acerca de...
fi: &Tietoja...
hr: &O programu...
it: &Info...
ro: &Despre...

source: Stop thinking
el: Σταμάτα να σκέπτεσαι
es: Parar de pensar
fi: Lopeta ajattelu
fr: Arrêter la réflexion
hr: Prestani razmi¹ljati
it: Smetti di Pensare
ro: Stopeazã miºcarea

source: Undo move
el: Αναίρεση κίνησης
es: Desacer jugada
fi: Peru siirto
fr: Défaire mouvement
hr: Vrati potez
it: Rigioca l'ultima mossa
ro: Ia miºcarea înapoi

source: Shrink board
el: Συρρίκνωση πίνακα
es: Disminuir tablero
fi: Pienenn‰ lautaa
fr: Réduire le jeu
hr: Smanji ploèu
it: Riduci lo schermo
ro: Micºoreazã tabla

source: Enlarge board
el: Μεγέθυνση πίνακα
es: Ampliar tablero
fi: Suurenna lautaa
fr: Agrandir le jeu
hr: Poveæaj ploèu
it: Ingrandisci lo schermo
ro: Mãreºte tabla

source: Get hint
es: Consejo
fi: Vinkki
fr: Obtenir suggestion
hr: Trik
it: Chiedi Consiglio
ro: Propune o miºcare

source: Get help
es: Ayuda
fi: Ohje
fr: Obtenir l'aide
hr: Pomoæ
it: Chiedi Aiuto
ro: Ajutor

source: XXXXX's turn
es: Turno de XXXXX
fi: XXXXX:n vuoro
fr: tour de XXXX
hr: XXXXX na potezu
it: tocca a XXXXX
ro: XXXXX's Miºcare

source: You (XXXXX): 88
el: Εσύ (ΧΧΧΧ): 88
es: Usted (XXXXX): 88
fi: Sin‰ (XXXXX): 88
fr: Vous (XXXX) : 88
hr: Vi (XXXXX): 88
it: Tu (XXXXX): 88
ro: Tu (XXXXX) : 88

source: Game saved
el: Το παιχνίδι αποθηκεύτηκε
fi: Peli talletettu
fr: Le jeu a été sauvegardé
ro: Jocul e salvat

source: not yet implemented
el: δεν έχει ακόμη πραγματοποιηθεί
es: Aún no implementado
fi: ei toteutettu
fr: pas encore implementé
hr: jo¹ nije ugraðeno
it: non ancora programmato
ro: aceasta nu existã

source: You (%s): %d
el: Εσύ (%s): %d
es: Usted (%s): %d
fi: Sin‰ (%s): %d
fr: Vous (%s): %d
hr: Vi (%s): %d
it: Tu (%s): %d
ro: Tu (%s): %d

source: blue
el: μπλε
es: azul
fi: sin.
fr: bleu
hr: plavi
it: blu
ro: albastru

source: red
el: κόκκινο
es: rojo
fi: pun.
fr: rouge
hr: crveni
it: rosso
ro: roºu

source: End of game
el: Τέλος παιχνιδιού
es: Final del juego
fi: Pelin loppu
fr: Fin du jeu
hr: Kraj igre
it: Fine della partita
ro: Sfîrºitul jocului

source: Game is drawn! You : %d Computer: %d
el: Το παιχνίδι κρέμασε! Εσύ : %d Υπολογιστής : %d
es: Empate! Usted : %d Ordenador : %d
fi: Peli on loppu! Sin‰ : %d Tietokone: %d
fr: Match nul ! Vous : %d Ordinateur: %d
hr: Igra nerije¹ena! Vi: : %d Raèunalo: %d
it: La partita e finita! Tu : %d Computer: %d
ro: Jocul se diferneþiazã Tu : %d Computer: %d

source: Game ended
el: Τέλος παιχνιδιού
es: Juego finalizado
fi: Peli loppunut
fr: Le jeu est fini
hr: Igra privedena kraju
it: Partita finita
ro: Sfîºitul jocului

source: Congratulations, you have won! You : %d Computer: %d Your rating %4.1f%%
el: Συγχαρητήρια,κέρδισες! Εσύ : %d Υπολογιστής : %d Το ποσοστό σου %4.1f%%
es: ¡Enhorabuena, ha ganado! Usted : %d Ordenador : %d Su tanteo %4.1f%%
fi: Onnea, voitit! Sin‰ : %d Tietokone: %d Tasosi %4.1f%%
fr: Félicitations, vous avez gagné ! Vous : %d Ordinateur: %dVotre score %4.1f%%
hr: Bravo, pobijedili ste! Vi: : %d Raèunalo: %d Va¹ rezultat %4.1f%%
it: Felicitazioni, avete vinto! Tu : %d Computer: %d Il vostro scor %4.1f%%
ro: La mulþi ani, tu ai cîstigat! Tu : %d Computer: %d Valorificarea ta %4.1f%%

source: You have lost the game! You : %d Computer: %d
el: Έχασες! Εσύ : %d Υπολογιστής : %d
es: ¡Ha perdido! Usted : %d Ordenador : %d
fi: H‰visit pelin! Sin‰ : %d Tietokone: %d
fr: Vous avez perdu la partie! Vous : %d Ordinateur: %d
hr: Izgubili ste! Vi: : %d Raèunalo: %d
it: Avete perso la partita! Tu : %d Computer: %d
ro: Ai pierdut (din nefericire)! Tu : %d Computer: %d

source: Red's
es: de las rojas
fi: Punaisen
fr: Les Rouges
hr: Crveni
it: Turno dei Rossi
ro: Roºu la

source: turn
es: El turno
fi: vuoro
fr: jouent
hr: na potezu
ro: Miºcare

source: Blue's
es: de las azules
fi: Sinisen
fr: Les Bleus
hr: Plavi
it: Turno dei Blu
ro: Albastru la

source: Rank
fi: Sijoitus
fr: Rang
ro: Rang

source: Name
el: Όνομα
fi: Nimi
ro: Nume

source: Color
el: Χρώμα
fi: V‰ri
fr: Fermer
ro: Culoare

source: Score
el: Βαθμολογία
fi: Pisteet
fr: Résultats
ro: Puncte

source: Rating
fi: Tasosi
fr: Niveau
ro: Etalon

source: You've made in into the "Hall Of Fame".Type in your name so mankind will always remember your cool rating.
el: Έχεις εισέλθει στον "Πίνακα των πρώτων".Πληκτρολόγησε το όνομά σου ώστε να γραφεί σε αυτόν η βαθμολογία σου.
fi: P‰‰sit "Enn‰tyslistalle".Anna nimesi ett‰ p‰‰set listalle.
fr: Vous rentrez dans le "Panthéon". Entrez votre nom pour que l'humanité puisse toujours se souvenir de votre superbe résultat.
ro: Ai reuºit sã intri în Hall Of Fame. tipãreºte numele tãu, ca sã-ºi aminteascã omenirea de punctajul tãu.

source: Your name:
el: Το όνομά σου:
es: Su nombre:
fi: Nimesi:
fr: Votre nom :
hr: Va¹e ime:
it: Il tuo nome:
ro: Numel tãu:

source: Get &hint
fr: &Astuce
ro: &Sfat

source: Res&tart game
ro: Restateazã &jocul

source: Is game solvable?
ro: Este solubil(jocul)?

source: Very fast
ro: Foarte rapid

source: Fast
ro: Rapid

source: Medium
ro: Mediocru

source: Slow
ro: Încet

source: Very slow
ro: Foarte Încet

source: Easy
ro: Simplu

source: Hard
ro: Greu

source: Si&ze
ro: &Mãrime

source: S&peed
ro: V&iteza

source: Disallow unsolvable games
ro: Nu permite jocuri insolubile

source: Your time: XX:XX:XX
ro: Timpul tãu: XX:XX:XX

source: Cheat mode
ro: Modul Înºelãtor

source: This game is solveable
ro: Jocul aceasta este solubil!

source: This game is NOT solveable
ro: Jocul aceasta este INsolubil!

source: About Shisen-Sho
ro: Despre Shisen-Sho

source: Shisen-Sho version 0.2 (c) 1997 Mario Weilguni <mweilguni@sime.com> This program is free software published under the GNU General Public License GPL. More about this in the help.
ro: Shisen-Sho Version 0.2 (C) 1997 Mario Weilguni <mweilguni@sime.com> Acest program este Free Software ºi este publicat sub GNU General Public License GPL. Mai mult despre GPL în ajutor.

source: No more moves possible!
ro: Nici o miºcare posibilã

source: Congratulations! You made it in %02d:%02d:%02d
ro: La mulþi ani! In %02d:%02d:%02d ai reuºit

source: Your time: %02d:%02d:%02d
ro: Timpul tãu: %02d:%02d:%02d

source: Time
ro: Timp

source: Cannot load pixmaps!
ro: Nu pot sã încarc aceasta imagine!

source: &Stop thinking
el: Σ&ταμάτα να σκέπτεσαι
es: &Parar de pensar
fi: &Lopeta ajattelu
fr: &Stopper la réflexion
hr: Prestani &razmi¹ljati
it: &Smetti di pensare

source: Hall Of &Fame...
es: Los &mejores...
fi: &Enn‰tykset...
fr: &Panthéon...
hr: Naj&bolji...
it: Sala delle &Celebritá...

source: Level 3 (Novice)
el: Επίπεδο 3 (αρχάριος)
es: Nivel 3 (Novato)
fi: Taso 3 (Noviisi)
fr: Niveau 3 (novice)
hr: Razina 3 (Amater)
it: Livello 3 (Novizio)

source: Level 6 (Expert)
el: Επίπεδο 6 (έμπειρος)
es: Nivel 6 (Experto)
fi: Taso 6 (Ammattilainen)
fr: Niveau 6 (expert)
hr: Razina 6 (Struènjak)
it: Livello 6 (Esperto)

source: S&ound
el: Ή&χος
es: S&onido
fi: &ƒ‰ni
fr: S&on
hr: Zv&uk
it: Su&ono

source: Computer (XXXXX): 88
el: υπολογιστής (ΧΧΧΧΧ): 88
es: Ordenador (XXXXX): 88
fi: Tietokone (XXXXX): 88
fr: Ordinateur (XXXX) : 88
hr: Raèunalo (XXXXX): 88

source: Computer (%s): %d
el: υπολογιστής (%s): %d
es: Ordenador (%s): %d
fi: Tietokone (%s): %d
fr: Ordinateur (%s): %d
hr: Raèunalo (%s): %d

source: Hall of Fame
el: Πίνακας πρώτων
es: Los mejores
fi: Enn‰tyslista
fr: Panthéon
hr: Najbolji
it: Sala Della Celebritá

source: KReversi: Hall Of Fame
el: KReversi: Πίνακας πρώτων
es: Kreversi: Los mejores
fi: KReversi: Enn‰tyslista
fr: KReversi: Panthéon
hr: Kreversi: Najbolji igraèi
it: KReversi: Sala Delle Celebritá

source: About kreversi
fr: A propos de KReversi
