Repository: KDE/kde1-kdegames
Catalog: po/*/ksame.po
Languages: is, ko, no, pl, pt, sv

source: Close
no: Lukk

source: HiGh sCorE
no: Poengtavle

source: Board
is: Borð
ko: 보드
no: Brett
pl: Plansza
pt: Campo
sv: Bräde

source: Name
is: Nafn
no: Navn

source: Please &enter your name:
is: Sláðu &inn nafnið þitt:
ko: 이름을 입력하십시오:(&e)
no: &Skriv inn navnet ditt:
pl: &Wprowad¼ swoje imiê:
pt: &Insira o seu nome:
sv: Skriv in ditt namn:

source: Anonymous
is: Nafnlaus
ko: 이름없음
no: Annonym
pl: Anonim
pt: Anónimo
sv: Anonym

source: New
no: Ny

source: Load
no: Last

source: Save
no: Lagre

source: Show Highscore
ko: 점수판 보기
no: Vis poengtavle
pt: Mostrar Pontuações
sv: Visa Poängtoppen

source: Quit
no: Avslutt

source: Game
ko: 게임
no: Spill
pt: Jogo
sv: Spel

source: Random Board
ko: 무작위 보드
no: Tilfeldig brett
pt: Campo Aleatório
sv: Slumpmässigt bräde

source: Options
no: Valgmuligheter

source: by Marcus Kreutzberger (kreutzbe@informatik.mu-luebeck.de)
is: eftir Marcus Kreutzberger (kreutzbe@informatik.mu-luebeck.de)
ko: Marcus Kreutzberger (kreutzbe@informatik.mu-luebeck.de) 제작
no: av Marcus Kreutzberger (kreutzbe@informatik.mu-luebeck.de)
pl: Marcus Kreutzberger (kreutzbe@informatik.mu-luebeck.de)
pt: por Marcus Kreutzberger (kreutzbe@informatik.mu-luebeck.de)
sv: av Marcus Kreutzberger (kreutzbe@informatik.mu-luebeck.de)

source: Help
no: Hjelp

source: Colors: XX
is: Litir: XX
ko: 색: XX
no: Farger: XX
pl: Kolory: XX
pt: Cores: XX
sv: Färger: XX

source: Board: XXXXXX
is: Borð: XXXXXX
ko: 보드: XXXXXX
no: Brett: XXXXXX
pl: Plansza: XXXXXX
pt: Campo: XXXXXX
sv: Bräde: XXXXXX

source: Marked: XXXXXX
is: Merkt: XXXXXX
ko: 표시: XXXXXX
no: Merket: XXXXXX
pl: Wybrane: XXXXXX
pt: Marcada: XXXXX
sv: Markerade: XXXXXX

source: Score: XXXXXX
is: Stig: XXXXXX
ko: 점수: XXXXXX
no: Poeng: XXXXXX
pl: Wynik: XXXXXX
pt: Pontuação: XXXXXX
sv: Poäng: XXXXXX

source: ksame - New
no: ksame - Ny

source: Do you want to resign?
is: Viltu gefast upp?
ko: 그만 두시겠습니까?
no: Ønsker du å trekke deg?
pl: Czy chcesz siê poddaæ?
pt: Quer mesmo desistir?
sv: Vill du dra dig ur nuvarande spel?

source: Please &enter the board number:
is: Vinsamlegast &sláðu inn númer borðsins:
ko: 보드 번호를 입력하십시오:
no: Vennligst &skriv inn et brettnummer:
pl: &Wprowad¼ numer planszy:
pt: &Insira o número de campo:
sv: Var god skriv in nummret på brädet:

source: Cancel
no: Avbryt

source: menu load not supported
is: innlestur valmynda óstuddur
ko: 메뉴 불러오기를 지원하지 않습니다
no: menyen last er ikke støttet
pl: menu odtwórz nie obs³ugiwane
pt: carregamento por menu não suportado
sv: meny ladda stöds ej

source: menu save not supported
is: vistun valmynda óstuddur
ko: 메뉴 저장을 지원하지 않습니다
no: menyen lagre er ikke støttet
pl: menu zapisz nie obs³ugiwane
pt: gravação por menu não suportada
sv: meny spara stöds ej

source: ksame - Quit
no: ksame - Avslutt

source: Do you want really quit?
is: Viltu virkilega hætta?
ko: 정말로 종료하시겠습니까?
no: Ønsker du virkelig å avslutte?
pl: Czy na pewno chcesz skoñczyæ?
pt: Quer mesmo sair?
sv: Vill du verkligen avsluta?

source: menu colors not supported
is: valmyndalitir óstuddur
ko: 메뉴 색상을 지원하지 않습니다
no: menyen farger er ikke støttet
pl: menu kolory nie obs³ugiwane
pt: cores por menú não suportadas
sv: meny färger stöds ej

source: Colors: %01i
is: Litir: %01i
ko: 색: %01i
no: Farger: %01i
pl: Kolory: %01i
pt: Cores: %01i
sv: Färger: %01i

source: Board: %06i
is: Borð: %06i
ko: 보드: %06i
no: Brett: %06i
pl: Plansza: %06i
pt: Campo: %06i
sv: Bräde: %06i

source: GameOver
is: Leikslok
ko: 게임 끝
no: Spillet er over
pl: Koniec gry
pt: FimDeJogo
sv: Spelet är slut

source: Marked: %06i
is: Merkt: %06i
ko: 표시: %06i
no: Merket: %06i
pl: Wybrane: %06i
pt: Marcadas: %06i
sv: Markerade: %06i

source: Score: %06i
is: Stig: %06i
ko: 점수: %06i
no: Poeng: %06i
pl: Wynik: %06i
pt: Pontuação: %06i
sv: Poäng: %06i

source: Stones
no: Stener

source: Debug: %s
no: Avlusning: %s

source: Warning: %s
no: Varsel: %s

source: About SameGame
is: Um Samaspilið
ko: SameGame 정보
pl: Informacje
pt: Acerca do Iguais
sv: Om SameGame

source: SameGame: New Game
is: Samaspil: Nýr leikur
ko: SameGame: 새 게임
pl: Nowa gra
pt: Iguais: Novo Jogo
sv: SameGame: Nytt spel

source: Hello
is: Halló
ko: 여보세요
pl: Witaj
pt: Olá
sv: Hallå

source: SameGame - Quit
is: Samaspil - Hætta
ko: SameGame - 종료
pl: Zakoñcz
pt: Iguais - Sair
sv: SameGame - Avsluta
