Repository: KDE/kde1-kdegames
Catalog: po/*/kshisen.po
Languages: fi, hr, sk

source: Shisen-Sho
sk: ©insen-©o

source: Get &hint
fi: &Vinkki
hr: &Savjet
sk: Poskytnú» &radu

source: &New game
fi: &Uusi peli
hr: &Nova igra
sk: &Nová hra

source: Res&tart game
fi: &Aloita alusta
hr: &Ponovno pokretanje igre
sk: &Re¹tartova» hru

source: Is game solvable?
fi: Onko peli ratkaistava?
hr: Da li je igra rje¹iva?
sk: Je hra rie¹iteµná?

source: &Hall of Fame
fi: &Tulokset
hr: &Dvorac Slave
sk: &Hala slávy

source: Very fast
fi: Erittٶin nopea
hr: Vrlo brzo
sk: Veµmi rýchla

source: Fast
fi: Nopea
hr: Brzo
sk: Rýchla

source: Medium
fi: Keskiverto
hr: Srednje
sk: Stredná

source: Slow
fi: Hidas
hr: Sporo
sk: Pomalá

source: Very slow
fi: Erittٶin hidas
hr: Vrlo sporo
sk: Veµmi pomalá

source: Easy
fi: Helppo
hr: Lagano
sk: ¥ahká

source: Hard
fi: Vaikea
hr: Te¹ko
sk: «a¾ká

source: Si&ze
fi: K&oko
hr: Ve&lièina
sk: &Veµkos»

source: S&peed
fi: &Nopeus
hr: &Brzina
sk: &Rýchlos»

source: &Level
fi: &Taso
hr: &Razina
sk: Ú&roveò

source: Disallow unsolvable games
fi: Kiellٶ ratkaisemattomat pelit
hr: Onemoguæi nerje¹ive igre
sk: Nepripusti» nerie¹iteµné hry

source: Your time: XX:XX:XX
fi: Aikasi: XX:XX:XX
hr: Va¹e vrijeme: XX:XX:XX
sk: Vá¹ èas: XX:XX:XX

source: Cheat mode
fi: Huijaustila
hr: Mod varanja
sk: Podvádzanie

source: This game is solveable
fi: Peli on ratkaisukelpoinen
hr: Ova igra je rje¹iva
sk: Táto hra je rie¹iteµná

source: This game is NOT solveable
fi: Peliٶ ei voi ratkaista
hr: Ova igra NIJE rje¹iva
sk: Táto hra NIE JE rie¹iteµná

source: End of game
fi: Pelin loppu
hr: Kraj igre
sk: Koniec hry

source: No more moves possible!
fi: Ei enٶٶ mahdollisia siirtoja!
hr: Nijedan daljnji potez nije moguæ!
sk: Ïal¹ie »ahy sú u¾ nemo¾né!

source: Congratulations! You made it in %02d:%02d:%02d
fi: Onnea! Teit sen ajassa %02d:%02d:%02d
hr: Èestitke! Uspjeli ste dovr¹iti u %02d:%02d:%02d
sk: Gratulujem! Zvládli ste to za %02d:%02d:%02d

source: Your time: %02d:%02d:%02d
fi: Aikasi: %02d:%02d:%02d
hr: Vaše vrijeme: %02d:%02d:%02d
sk: Vá¹ èas je: %02d:%02d:%02d

source: You've made in into the "Hall Of Fame".Type in your name so mankind will always remember your cool rating.
fi: Pٶٶsit "Ennٶtyslistalle".Anna nimesi jotta tuloksesi nٶkyy listalla.
hr: Us¹li set u "Dvorac Slave".Upi¹ite va¹e ime da èovjeèanstvo zapamti va¹ cool rang.
sk: Dostali ste sa do "Haly Slávy". Vlo¾te svoje meno, aby si µudstvo stále pamätalo va¹e skvelé hodnotenie.

source: Your name:
fi: Nimesi:
hr: Va¹e ime:
sk: Va¹e meno:

source: Hall Of Fame
fi: Ennٶtyslista
hr: Dvorac Slave
sk: Hala slávy

source: Shisen-Sho: Hall Of Fame
fi: Shisen-Sho: Ennٶtyslista
hr: Shisen-Sho: Dvorac Slave
sk: ©insen-©o: Hala Slávy

source: Rank
fi: Jٶrjestys
hr: Rang
sk: Poradie

source: Name
fi: Nimi
hr: Ime
sk: Meno

source: Time
fi: Aika
hr: Vrijeme
sk: Èas

source: Cannot load pixmaps!
fi: En saa ladattua kuvia!
hr: Ne mogu uèitati pixmape!
sk: Nie je mo¾né naèíta» obrázky!
