Repository: KDE/kde1-kdegames
Catalog: po/*/ksnake.po
Languages: de, sk

source: Snake Race
de: Schlangen-Rennen
sk: Závod hadov

source: KConfig error ??
de: KConfig Fehler??
sk: KConfig chyba ??

source: New
de: Neu
sk: Nová

source: Pause
sk: Pauza

source: High Scores...
de: Höchstwerte...
sk: Najlep¹ie výsledky...

source: &Quit
sk: &Koniec

source: none
de: Kein
sk: ¾iadne

source: Beginner
de: Anfänger
sk: Zaèiatoèník

source: Intermediate
de: Mittel
sk: Mierne pokroèilý

source: Advanced
de: Fortgeschritten
sk: Pokroèilý

source: Balls
de: Bälle
sk: Gulièky

source: Computer Snakes
de: Computerschlangen
sk: Poèítaèové hady

source: Select background color...
de: Hintergrundfarbe
sk: Zvoµte farbu pozadia...

source: Select background pixmap
de: Hintergrundbild
sk: Zvoµte pixmapu pozadia

source: Change keys...
de: Tastenbelegung ändern...
sk: Zmeni» klávesy...

source: Starting Room...
de: Startraum...
sk: ©tartujem miestnos»...

source: by Michel Filippi (mfilippi@sade.rhein-main.de)
sk: napísal Michel Filippi (mfilippi@sade.rhein-main.de)

source: &Game
sk: &Hra

source: &Options
sk: M&o¾nosti

source: &Help
sk: &Pomocník

source: Defaults
de: Voreinstellungen
sk: ©tandard.

source: Cancel
sk: Zru¹i»

source: Change Direction Keys
de: Ändern der Richtungstasten
sk: Zmeni» klávesy smeru

source: Undefined key
de: Nicht definierte Taste
sk: Nedef. kláves

source: LCDRange::setRange(%d,%d) Range must be 0..99 and minVal must not be greater than maxVal
de: LCDRange::setRange(%d,%d) Range muß zwischen 0 und 99 liegen und minVal darf nicht größer als maxVal sein
sk: LCDRange::setRange(%d,%d) Rozsah musí by» 0..99 a minVal nesmie by» väè¹ia ako maxVal

source: error loading %s, aborting
de: Fehler beim Laden von %s, Abbruch
sk: chyba pri nahrávaní %s, vzdávam to

source: Game Paused Press F3 to resume
de: Spiel angehalten F3 drücken um fortzufahren
sk: Hra pozastavená Stlaète F3 na pokraèovanie

source: A game is already started Start a new one ?
de: Es ist bereits ein Spiel gestartet Ein neues starten?
sk: Hra u¾ zaèala. Spusti» novú ?

source: &Yes
de: &Ja
sk: Án&o

source: &No
de: &Nein
sk: &Nie

source: Snake Race High Scores
de: High Score für das Schlangen-Rennen
sk: Najlep¹ie výsledky závodu hadov

source: Hall of Fame
de: Ruhmeshalle
sk: Sieò slávy

source: Today's High Scores
de: Höchstwerte von heute
sk: Dne¹né najlep¹ie skóre

source: you have achieved a high score! please enter your name
de: Sie haben einen Höchstwert erreicht! Bitte geben Sie Ihren Namen ein
sk: Dosiahli ste výborný výsledok! Prosím zadajte va¹e meno

source: Snake Race Starting Room
de: Startraum für das Schlangen-Rennen
sk: Spú¹»acia miestnos» závodu hadov

source: Starting Room
de: Startraum
sk: Spú¹»acia miestnos»

source: Expert
de: Experte

source: Up
de: Aufwärts

source: Down
de: Abwärts

source: Left
de: Links

source: Right
de: Rechts
