Repository: KDE/kde1-kdegames
Catalog: po/*/ktetris.po
Languages: cs, de, eo, es, fi, hr, it, no, pl, pt, ro, sk, sv

source: Anonymous
cs: Anonymní
de: Anonym
eo: Anonimulo
es: Anónimo
fi: Tuntematon
hr: Nepoznat
it: Anonimo
no: Anonym
pl: Anonim
pt: Anónimo
ro: Anonim
sk: Anonymný
sv: Anonym

source: Game paused
cs: Hra pozastavena
de: Spiel unterbrochen
eo: Ludpaýzo
es: Juego en pausa
fi: Peli pysäytetty
hr: Igra pauzirana
it: Gioco in pausa
no: Pause i spillet
pl: Gra wstrzymana
pt: Jogo pausado
ro: Pausã
sk: Hra pozastavená
sv: Spelet pausat

source: Press to resume
cs: Stiskni klávesu k pokraèování
de: Weiterspielen
eo: Premu por rekomenci
es: Presione para continuar
fi: Paina jatkaaksesi
hr: Pritisni za nastavak
it: Premi per ripristinare
no: Trykk for å fortsette
pl: Kliknij by kontynuowaæ
pt: Carregue para continuar
ro: Apasã o tastã sã rezumãm
sk: Pokraèovanie stlaèením klávesy
sv: Tryck för att fortsätta

source: Game over
cs: Hra skonèena
eo: Ludo finita
es: Fin del juego
fi: Peli loppu
hr: Igra je zavr¹ena
it: Fine gioco
no: Spillet er slutt
pl: Koniec gry
pt: Jogo terminado
sk: Hra skonèená
sv: Spelet är slut

source: Press Return to replay
cs: Stiskni Return pro pøehrání
de: Neues Spiel
eo: Premu "Return" por reludi
es: Presione Intro para empezar
fi: Paina Return pelataksesi uudestaan
hr: Pritisni Return za reprizu
it: Premi Invio per una nuova partita
no: Trykk Return for spille om igjen
pl: Kliknij by powtórzyæ
pt: Carregue em Return para voltar a jogar
ro: Apasã Return sã rejucam
sk: Stlaè Enter pre prehranie záznamu hry
sv: Tryck Return för att spela igen

source: Press to start game
cs: Stiskni klávesu ke startu hry
de: Spiel starten
eo: Premu por komenci ludon
es: Presione para empezar juego
fi: Paina aloittaakseni
hr: Pritisni za poèetak igre
it: Premi per cominciare
no: Trykk for å starte spill
pl: Kliknij by rozpocz±æ
pt: Carregue para começar
ro: Apasã o tastã sã pornim jocul
sk: ©tart hry stlaèením klavesy
sv: Tryck för att starta spelet

source: Move left
cs: Pøesunout vlevo
de: Nach links
eo: Movu maldekstren
es: Mover a la izquierda
fi: Vasemmalle
hr: Lijevo
it: Muovi a sinistra
no: Flytt til venstre
pl: Ruch w lewo
pt: Mexer para a esquerda
ro: Miºcã la stînga
sk: Presunu» vµavo
sv: Flytta till vänster

source: Move right
cs: Pøesunout vpravo
de: Nach rechts
eo: Movu dekstren
es: Mover a la derecha
fi: Oikealle
hr: Desno
it: Muovi a destra
no: Flytt til høyre
pl: Ruch w prawo
pt: Mexer para a direita
ro: Miºcã la dreapta
sk: Presunú» vpravo
sv: Flytta till höger

source: Drop down
cs: Upustit dolù
de: Fallenlassen
eo: Faligu
es: Posar abajo
fi: Tiputa
hr: Ispusti
it: Lascia cadere
no: Slipp ned
pl: Zrzuæ w dó³
pt: Deixar cair
ro: Trage jos
sk: Upusti» dole
sv: Släpp ner

source: One line down
cs: O jednu øádku ní¾
de: Eine Zeile abwärts
eo: Unu linion malsupren
es: Mover una línea abajo
fi: Rivi alas
hr: Spusti za jedan red
it: Giu' di una Lina
no: En linje ned
pl: Jedna linia w dó³
pt: Descer uma linha
ro: O linie in jos
sk: O jeden riadok ni¾¹ie
sv: En rad ner

source: Rotate left
cs: Rotovat doleva
de: Links rotieren
eo: Rotaciu maldekstren
es: Rotar a la izquierda
fi: Pyöritä vasemmalle
hr: Zakreni lijevo
it: Ruota a sinistra
no: Roter til venstre
pl: Obrót w lewo
pt: Rodar esquerda
ro: Învîrteºte la stînga
sk: Rotova» doµava
sv: Rotera motsos

source: Rotate right
cs: Rotovat doprava
de: Rechts rotieren
eo: Rotaciu dekstren
es: Rotar a la derecha
fi: Pyöritä oikealle
hr: Zakreni desno
it: Ruota a destra
no: Roter til høyre
pl: Obrót w prawo
pt: Rodar direita
ro: Învîrteºte la dreapta
sk: Rotova» doprava
sv: Rotera medsos

source: You suck !
es: ¡ La mangaste !
fi: Olet huono !
hr: Pu¹i¹!
it: Ti attacchi !
pt: És um nojo !
ro: Pãcalici

source: Highscores file not writable !
cs: Není mo¾né zapsat do souboru s nejlep¹ími výsledky!
de: Highscore-Datei schreibgeschützt !
eo: Dosiero de la plej bonaj ne skribebla!
es: ¡ El archivo de puntuaciones no es modificable !
fi: Ennätyslistatiedostoa ei voida kirjoittaa !
hr: Datoteka s rekordima nije dozvoljena za pisanje!
it: File punteggi non riscrivibile !
no: Kan ikke skrive til fil for høy poengsum !
pl: Lista zwyciêzców jest nie zapisywalna !
pt: Impossível escrever ficheiro do Quadro de Honra!
ro: fÎn iºierul Highscore nu se poate scrie
sk: Nie je mo¾né zapísa» do súboru s najlep¹ími výsledkami!
sv: Kan inte skriva till resultatfil !

source: Illegal port
cs: Neplatny port
de: Falscher Port
eo: Nevalida pordo
es: Puerto ilegal
fi: Kielletty portti
hr: Nedozvoljen port
it: Porta illegale
pl: Niedozwolony port
pt: Porta ilegal
ro: Port ilegal
sk: Neplatný port

source: Null address
cs: Nulová adresa
de: Null-Adresse
eo: Nul-adreso
es: Dirección no válida
fi: Tyhjä osoite
hr: Nepostojeæa adresa
it: Indirizzo nullo
no: Ingen adresse
pl: Pusty adres
pt: Endereço nulo
ro: Adresa nul
sk: Nulová adresa
sv: Null adress

source: Unknown address
cs: Neznámá adresa
de: Unbekannte Adresse
eo: Nekonata adreso
es: Dirección desconocida
fi: Tuntematon osoite
hr: Nepoznata adresa
it: Indirizzo sconosciuto
no: Ukjent adresse
pl: Nieznany adres
pt: Endereço desconhecido
ro: Adresã neºtiutã
sk: Neznáma adresa
sv: Okänd adress

source: Cannot create socket
cs: Není mo¾né vytvoøit socket
de: Kann Socket nicht erzeugen
eo: Ne eblis krei kontaktilon
es: Imposible crear Socket
fi: En voi luoda pistoketta
hr: Ne mogu napraviti socket
it: Impossibile creare il socket
no: Kan ikke lage socket
pl: Nie mo¿na otworzyæ gniazdka
pt: Não consegui criar socket
ro: Nu pot sã creez solu
sk: Nemô¾em vytvori» socket
sv: Kan inte skapa socket

source: at
cs: na
eo: æe
es: en
hr: na
it: a
no: ved
pl: w
pt: em
ro: la
sk: na
sv: vid

source: Connect error
cs: Chyba pøi pøipojení
de: Verbindung fehlgeschlagen
eo: Kontakteraro
es: Error de conexión
fi: Yhdistysvirhe
hr: Gre¹ka pri spajanju
it: Errore di connessione
no: Kontakt feil
pl: B³±d po³±czenia
pt: Erro conexão
ro: Eroare de conectare
sk: Chyba pri pripojení
sv: Anslutnings fel

source: Server unreachable
cs: Server není dosa¾itelný
de: Server nicht erreichbar
eo: Servilo ne atingebla
es: Servidor inalcanzable
fi: Palvelin tavoittamattomissa
hr: Server nije dostupan
it: Server irraggiungibile
no: Tjener ikke tilgjengelig
pl: Serwer nieosi±galny
pt: Servidor inatingível
ro: Serverul este de neatins
sk: Server nie je dosiahnuteµný
sv: Server inte tillgänglig

source: The server has died
cs: Server spadl
de: Server ist abgestürzt
eo: La servilo mortis
es: El servidor ha muerto
fi: Palvelin on kuollut
hr: Server je riknuo
it: Il server è morto
no: Tjeneren døde
pl: Serwer zdech³
pt: O servidor morreu
ro: Serverul a murit
sk: Server spadol
sv: Servern har dött

source: Cancel from server
cs: Ukonèení od serveru
de: Abbruch vom Server
eo: Fino sendita de la servilo
es: El servidor ha cancelado
fi: Peruutus palvelimelta
hr: Server je otkazao vezu
it: Annullamento dal server
no: Kanseller fra tjener
pl: Zakoñczenie z serwera
pt: Cancelado pelo servidor
ro: Întreruper de la server
sk: Zru¹enie od servera
sv: Bryt med server

source: Unknown data from server
cs: Neznáma data ze serveru
de: Undefinierte Daten vom Server
eo: Nekonataj datumoj de la servilo
es: Datos desconocidos del servidor
fi: Tuntematonta tietoa palvelimelta
hr: Server je poslao nepoznate podatke
it: Dati sconosciuti in arrivo dal server
no: Ukjent data fra tjener
pl: Nierozpoznane dane z serwera
pt: Data desconhecida do servidor
ro: Date neºtiute de la server
sk: Neznáme dáta zo serveru
sv: Okänd data från server

source: Cannot send to server
cs: Není poslat na server
de: Kann keine Daten zum Server senden
eo: Ne eblis sendi al la servilo
es: No se puede mandar datos al servidor
fi: En voi lähettää palvemimelle
hr: Ne mogu slati serveru
it: Impossibile mandare dati al server
no: Kan ikke sende til tjener
pl: Nie mo¿na wys³aæ do serwera
pt: Não consigo mandar para o servidor
ro: Nu pot trimit la server
sk: Nemô¾em posiela» na server
sv: Kan inte sända till server

source: Client timeout (No message from server)
cs: Klient vyèerpal èasový limit (¾ádna zpráva od serveru)
de: Client Timeout (Keine Mitteilung vom Server)
eo: Klienta templimo (neniu mesaøo de la servilo)
es: Cliente fuera de tiempo (Ningun mensaje del servidor)
fi: Asiakas odottaa (ei viestiä palvelimelta)
hr: Prekoraèenje vremena
it: Tempo scaduto (Nessun messaggio dal server)
no: Klient timeout (Ingen melding fra tjener)
pl: Przekroczenie czasu klienta (Brak komunikatu z serwera)
pt: Timeout do cliente (Nenhuma mensagem do servidor)
ro: Client timeout (Nici un mesaj de la server)
sk: Klient vyèerpal èasový limit (¾iadna správa od servera)
sv: Klient timeout (Inget meddelande från server)

source: Server has vanished
cs: Server zmizel
de: Server ist 'verschwunden'
eo: Servilo malaperis
es: El servidor ha desaparecido
fi: Palvelin on kadonnut
hr: Server je nestao
it: Il server è scomparso
no: Tjeneren har forsvunnet
pl: Serwer zosta³ zrestartowany
pt: Servidor desapareceu
ro: Serverul a dispãrut
sk: Server zmizol
sv: Server har försvunnit

source: Bind error
cs: Chyba pøi navazování spojení
de: 'Bind'-Fehler
eo: Kontaktila eraro
es: Error de unión
fi: Liittymisvirhe
hr: Gre¹ka u spajanju
it: Errore bind
no: Bind feil
pl: B³±d serwera nazw
pt: Erro no bind
ro: Eroare de conecþie
sk: Chyba pri dostávaní èísla portu
sv: Blind fel

source: Listen error
cs: Chyba pøi naslouchání
de: 'Listen'-Fehler
eo: Kontaktila eraro
es: Error de escucha
fi: Kuunteluvirhe
hr: Gre¹ka u slu¹anju
it: Errore di ascolto
no: Lytte feil
pl: B³±d nas³uchu
pt: Erro no listen
ro: Eroare de ascultare
sk: Chyba pri poèúvaní
sv: Anslutnings fel

source: Unknown message from unknown player (??)
cs: Neznámá zpráva od neznámého hráèe (??)
de: Unbekannte Mitteilung von unbekanntem Spieler (??)
eo: Nekonata mesaøo de nekonata ludanto (??)
es: Mensaje desconocido de jugador desconocido (¿?)
fi: Tuntematon viesti tuntemattomalta pelaajalta
hr: Nepoznata poruka nepoznatog igraèa(??)
it: Messaggio sconosciuto da giocatore sconosciuto (??)
no: Ukjent melding fra ukjent spiller (??)
pl: Niezany komunikat od nieznanego gracza (???)
pt: Mensagem desconhecida de um jogador desconhecido (??)
ro: Mesag neinþeles de la la un jucãtor neºtiut
sk: Neznáma správa od neznámeho hráèa (??)
sv: Okänt meddelande från okänd spelare (??)

source: Unknown message from client
cs: Neznámá zpráva od klienta
de: Undefinierte Mitteilung vom Client
eo: Nekonata mesaøo de la kliento
es: Mensaje desconocido del cliente
fi: Tuntematon viesti asiakkaalta
hr: Nepoznata poruka s klienta
it: Messaggio sconosciuto in arrivo dal client
no: Ukjent melding fra klient
pl: Nieznany komunikat od klienta
pt: Mensagem desconhecida do cliente
ro: Mesaj neºtiut de la client
sk: Neznáma správa od klienta
sv: Okänt meddelande från klient

source: Client has died
cs: Klient zemøel
de: Client ist abgestürzt
eo: Kliento mortis
es: El cliente ha muerto
fi: Asiakas on kuollut
hr: Klient je riknuo
it: Il client è morto
no: Klienten døde
pl: Klient zdech³
pt: Cliente morreu
ro: Clientul a murit
sk: Klient zomrel
sv: Klient har dött

source: Cancel from client
cs: Ukonèení od klienta
de: Abbruch vom Client
eo: Fino sendita de kliento
es: Cancelación del cliente
fi: Peruutus asiakkaalta
hr: Klijent je poslao otkaz
it: Annullamento dal client
no: Kanseller fra klient
pl: Zakoñczenie od klienta
pt: Cancelado pelo cliente
ro: Întreruper de la client
sk: Zru¹enie od klienta
sv: Bryt med klient

source: Timeout
eo: Tempolimo
es: Fuera del tiempo de respuesta
fi: Odotusaika loppu
hr: Prekoraèenje vremena
it: Tempo scaduto
no: Tiden gikk ut
pl: Przekroczenie czasu

source: No message from client
cs: ®ádna zpráva od klienta
de: Keine Mitteilung vom Client
eo: Neniu mesaøo de la kliento
es: No hay mensajes del cliente
fi: Ei viestiä asiakkaalta
hr: Nema poruke s klijenta
it: Nessun messaggio dal client
no: Ingen melding fra klient
pl: Brak komunikatu od klienta
pt: Nenhuma mensagem do cliente
ro: Nici un mesaj de la client
sk: ®iadna správa od klienta
sv: Inget meddelande från klient

source: Client has vanished
cs: Klient zmizel
de: Client ist 'verschwunden'
eo: Kliento malaperis
es: El cliente ha desaparecido
fi: Asiakas on kadonnut
hr: Klijent je nestao
it: Il client è scomparso
no: Klienten har forsvunnet
pl: Klient zosta³ zrestartowany
pt: Cliente desapareceu
ro: Clientul a dispãrut
sk: Klient zmizol
sv: Klient har försvunnit

source: Unknown data from client
cs: Neznámá data od klienta
de: Undefinierte Daten vom Client
eo: nekonata datumoj de la kliento
es: Datos desconocidos desde el cliente
fi: Tuntematonta tietoa asiakkaalta
hr: Nepoznati podaci s klienta
it: Dati sconosciuti in arrivo dal client
no: Ukjent data fra klient
pl: Nierozpoznane dane od klienta
pt: Dados desconhecidos do cliente
ro: Date neºtiute de la client
sk: Neznáme dáta od klienta
sv: Okänd data från klient

source: End message from client
cs: Ukonèující zpráva od klienta
de: 'End message' vom Client
eo: Finmesaøo de la kliento
es: Fin de mensaje del cliente
fi: Lopetus viesti asiakkaalta
hr: Zavr¹na poruka s klijenta
it: Fine del messaggio dal client
no: Slutt på melding fra klient
pl: Komunikat zakoñczenia od klienta
pt: Mensagem de fim do cliente
ro: Mesaj de sfîrºire de la client
sk: Ukonèujúca správa od klienta
sv: Slut-meddelande från klient

source: Cannot send to client
cs: Není mo¾né poslat data klientovi
de: Kann nicht zum Client senden
eo: Ne eblas sendi al la kliento
es: No es posible enviar al cliente
fi: En voi lähettää asiakkaalle
hr: Ne mogu poslati klijentu
it: Impossibile mandare dati al client
no: Kan ikke sende til klient
pl: Nie mo¿na wys³aæ do klienta
pt: Não consigo enviar para o cliente
ro: Nu pot trimite la client
sk: Nemô¾em posiela» dáta klientovi
sv: Kan inte sända till klient

source: High Scores
cs: Nejlep¹í výsledky
eo: Plej bonaj
es: Mejores Puntuaciones
fi: Ennätyslista
hr: Najbolji rezultati
it: Punteggi
no: Høy poengsum
pl: Notowania
pt: Melhores Pontuações
ro: High score
sk: Najlep¹ie výsledky
sv: Topp poäng

source: Hall of Fame
cs: Hala slávy
de: Ruhmeshalle
eo: La plej bonaj
es: Sala de la Fama
fi: Ennätyslista
hr: Dvorana besmrtnika
it: Sala Delle Celebritá
no: På toppen av seierspallen
pl: Lista zwyciêzców
pt: Quadro de Honra
sk: Hala slávy
sv: Poängtoppen

source: No option yet !
cs: Zatím ¾ádné mo¾nosti !
de: Bisher keine Option !
eo: Neniu opcio øis nun!
es: ¡Sin opciones todavia!
fi: Ei valittavissa !
hr: Jo¹ nije ugraðeno!
it: Per ora non ci sono opzioni !
no: Intet valg ennå !
pl: Brak opcji !
pt: Nenhuma opção ainda !
ro: Nici o opþiune acum
sk: Zatiaµ ¾iadne mo¾nosti !
sv: Inget val än !

source: Network Dialog
cs: Sí»ový dialog
de: Netzwerk-Dialog
eo: Retdialogo
es: Diálogo de Red
fi: Verkkoasetukset
hr: Pode¹avanje mre¾e
it: Finestra Rete
no: Nettverks dialog
pl: Sieæ
pt: Diálogo de Rede
sk: Sie»ový dialóg
sv: Nätverks dialog

source: Server
eo: Servilo
es: Servidor
fi: Palvelin
no: Tjener
pl: Serwer
pt: Servidor

source: Client
cs: Klient
eo: Kliento
es: Cliente
fi: Asiakas
hr: Klient
no: Klient
pl: Klient
pt: Cliente
sk: Klient
sv: Klient

source: Player name :
cs: Jméno hráèe :
de: Spielername :
eo: Ludantonomo:
es: Nombre de jugador :
fi: Pelaajan nimi :
hr: Ime igraèa :
it: Nome giocatore :
no: Spillerens navn :
pl: Imiê gracza:
pt: Nome do jogador :
ro: Numele jucãtorului
sk: Meno hráèa :
sv: Spelar namn :

source: Server address :
cs: Adresa serveru :
de: Server-Adresse :
eo: Serviloadreso:
es: Dirección del servidor :
fi: Palvelimen osoite :
hr: Adresa servera :
it: Indirizzo Server :
no: Tjenerens adresse :
pl: Adres serwera:
pt: Endereço do servidor :
ro: Adresa serverului
sk: Adresa servera :
sv: Server adress :

source: Port :
eo: Pordo:
es: Puerto :
fi: Portti :
it: Porta :
pt: Porta :

source: Connect
cs: Pøipojit
de: Verbinden
eo: Kontaktu
es: Connexión
fi: Yhdistä
hr: Spojen
it: Connetti
no: Tilkople
pl: Po³±cz
pt: Ligar
ro: Conect
sk: Pripoji»
sv: Anslut

source: Connecting ...
cs: Pripojováni ...
de: Verbinde ...
eo: Kontaktante...
es: Conectando ...
fi: Yhdistän ...
hr: Spajam se...
it: Connesione...
no: Tilkopler ...
pl: £±czenie...
pt: A ligar ...
ro: Conectare ...
sk: Spájam sa ...
sv: Ansluter ...

source: Play !
cs: Hraj !
de: Spielen !
eo: Ludu!
es: ¡ Juega !
fi: Pelaa !
hr: Igraj!
it: Gioca !
no: Spill !
pl: Graj!
pt: Jogar !
sk: Hraj !
sv: Spela !

source: Network game
cs: Sí»ová hra
de: Netzwerk-Spiel
eo: Retludo
es: Juego en red
fi: Verkkopeli
hr: Mre¾na igra
it: Gioco di rete
no: Nettverk spill
pl: Gra sieciowa
pt: Jogo em rede
ro: Joc de network
sk: Sie»ová hra
sv: Nätverks spel

source: Server mode
cs: Serverový mód
de: Server-Modus
eo: Servilmodo
es: Modo Servidor
fi: Palvelintila
hr: Server mod
it: Modalità Server
no: Tjener mode
pl: Tryb serwera
pt: Modo servidor
ro: Modul serverului
sk: Mód servera
sv: Serverläge

source: Client mode
cs: Klientský mód
de: Client-Modus
eo: Klientmodo
es: Modo cliente
fi: Asiakastila
hr: Klient mod
it: Modalità Client
no: Klient mode
pl: Tryb klienta
pt: Modo cliente
ro: Modul clientului
sk: Klientský mód
sv: Klientläge

source: Waiting for other player(s) ...
cs: Èekám na ostatní hráèe ...
de: Warte auf andere Spieler ...
eo: Atendante aliajn ludantoj...
es: Esperando por los demas jugadores ...
fi: Odotan muita pelaajia ...
hr: Èekam druge igraèe...
it: In attesa di altri giocatori...
no: Venter på annen(andre) spiller(e) ...
pl: Czekanie na innych graczy...
pt: À espera do(s) outro(s) jogador(es) ...
ro: Aºteaptã ceilalþi jucãtor(i)
sk: Èakám na ostatných hráèov ...
sv: Väntar på andra spelare ...

source: New game
cs: Nová hra
de: Neues Spiel
eo: Nova ludo
es: Nuevo juego
fi: Uusi peli
hr: Nova igra
it: Nuova partita
no: Nytt spill
pl: Nowa gra
pt: Novo jogo
ro: Joc nou
sk: Nová hra
sv: Nytt spel

source: Pause game
cs: Pozastavit hru
de: Spiel unterbrechen
eo: Ludpaýzo
es: Juego en pausa
fi: Pysäytä peli
hr: Pauziraj
it: Pausa
no: Pause i spillet
pl: Wstrzymanie gry
pt: Pausar jogo
ro: Pausã
sk: Pozastavi» hru
sv: Pausa spel

source: High scores
cs: Nejlep¹í výsledky
eo: Plej bonaj
es: Mejores Puntuaciones
fi: Ennätystulokset
hr: Rekordi
it: Punteggi
no: Høy poengsum
pl: Lista zwyciêzców
pt: Melhores pontuações
sk: Najlep¹ie výsledky
sv: Topp poäng

source: Close dialog
cs: Zavøít dialog
de: Schließen
eo: Fermu dialogon
es: Cerrar charla
fi: Sulje
hr: Zatvori dialog
it: Chiudi finestra
no: Lukk dialog
pl: Zamknij dialog
pt: Diálogo de fecho
ro: Închide dialogul
sk: Zavrie» dialóg
sv: Stäng dialog

source: Ok dialog
de: OK
eo: Konfirmu dialogon
es: Ok charla
fi: OK
it: Ok
no: Dialog ok
pt: Diálogo de ok
ro: Dialog Ok
sk: Ok dialóg

source: Cancel dialog
cs: Zru¹it dialog
de: Abbruch
eo: Rezignu dialogon
es: Cancelar charla
fi: Peruuta
hr: Poni¹ti dialog
it: Annulla
no: Kanseller dialog
pl: Anuluj dialog
pt: Diálogo de cancelamento
ro: Întrerup dialogul
sk: Zru¹i» dialóg
sv: Avbryt dialog

source: Score
cs: Výsledky
eo: Poentoj
es: Puntuación
fi: Tulos
hr: Rezultat
it: Punti
no: Poengsum
pl: Wynik
pt: Pontuação
ro: Scorul
sk: Výsledky
sv: Poäng

source: Lines removed
cs: Odstranìno øádek
de: Entfernte Zeilen
eo: Linioj forigitaj
es: Líneas borradas
fi: Rivejä poistettiin
hr: Maknutih linija
it: Linea rimossa
no: Linjer er fjernet
pl: Linie usuniête
pt: Linhas
ro: Linii ºterse
sk: Zmazaných riadkov
sv: Rader är avlägsnade

source: Level
cs: Úroveò
eo: Nivelo
es: Nivel
fi: Taso
hr: Nivo
it: Livello
no: Nivå
pl: Poziom
pt: Nível
sk: Úroveò
sv: Nivå

source: Next tile
cs: Následující dla¾dice
de: Vorschau
eo: Sekva tegolo
es: Siguiente pieza
fi: Seuraava pala
hr: Slijedeæi oblik
it: Prossimo mattone
no: Neste flis
pl: Nastêpny
pt: Próximo mosaico
ro: Urmãtorul titlu
sk: Nasledujúca dla¾dica
sv: Nästa titel

source: &Restart game
cs: &Restarovat hru
de: Spiel &neustarten
eo: &Rekomencu ludon
es: &Comenzar juego
fi: &Käynnistä uudelleen
hr: &Ponovo igraj
it: &Rilancia gioco
no: &Omstart spill
pl: Ponownie u&ruchom grê
pt: &Recomeçar jogo
ro: &Reporneºte jocul
sk: Spusti» h&ru znova
sv: &Starta om spel

source: &Pause game
cs: &Pozastavit hru
de: Spiel &unterbrechen
eo: &Ludpaýzo
es: &Juego en pausa
fi: &Pysäytä peli
hr: Pauz&iraj
it: &Pausa
no: &Pause i spillet
pl: Ws&trzymaj grê
pt: &Pausar jogo
ro: Pausã
sk: &Pozastavi» hru
sv: &Pausa spel

source: &Multiplayer game
cs: Hra po &síti
de: &Mehrspieler-Spiel
eo: &Pluraj ludantoj
es: &Juego Multijugador
fi: &Monipelaajatila
hr: &Mre¾na igra
it: &Gioco Multigiocatore
no: &Flere spillere deltar
pl: Gra &wieloosobowa
pt: Jogo &Multijogador
ro: &Multi-jucãtori joc
sk: Hra po &sieti
sv: &Nätverks spel

source: &High scores
cs: &Nejlep¹í výsledky
eo: Plej &bonaj
es: &Mejores Puntuaciones
fi: &Ennätyslista
hr: Re&kordi
it: &Punteggi
no: &Høy poengsum
pl: &Lista zwyciêzców
pt: Mel&hores pontuações
sk: &Najlep¹ie výsledky
sv: &Topp poäng

source: Hide menu
cs: Skrýt menu
de: Menü verstecken
eo: Kaþu menuon
es: Ocultar menu
fi: Piilota valikko
hr: Sakrij izbornik
it: Nascondi Menu
no: Skjul meny
pl: Ukryj menu
pt: Esconder menu
ro: Ascunde meniul
sk: Skry» menu
sv: Göm menyrad

source: &Keys
cs: &Klávesy
de: &Tastaturbelegung
eo: &Klavoj
es: &Teclas
fi: &Näppäimet
hr: &Tipke
it: &Tasti
no: &Taster
pl: &Klawisze
pt: &Teclas
ro: &Taste
sk: &Klávesy
sv: &Tangenter

source: &Contents
cs: &Obsah
es: &Contenidos
fi: &Sisältö
hr: &Sadr¾aj
it: &Contenuti
no: &Innhold
pt: &Conteúdo
ro: &Conþinut
sk: &Obsah

source: About &Qt
cs: Informace o &Qt
es: Acerca de &Qt
fi: Tietoja &Qt:ta
hr: &O Qt
it: Info su &Qt
no: Om &Qt
pt: Acerca do &Qt
ro: Despre &Qt
sk: Informácie o &Qt

source: Show menu
cs: Zobrazit menu
de: Menü zeigen
eo: Montru menuon
es: Mostrar menu
fi: Näytä valikko
hr: Prika¾i izbornik
it: Mostra menu
no: Vis meny
pl: Poka¿ menu
pt: Mostrar menu
ro: Aratã meniul
sk: Zobrazi» menu
sv: Visa menyrad

source: %s (%s) by Nicolas HADACEK(hadacek@kde.org) tetris kernel by Eirik ENG. http://www.via.ecp.fr/~hadacek/KDE/ktetris.html
cs: %s (%s) napsal Nicolas HADACEK (hadacek@kde.org) jádro tetrisu napsal Eirik ENG. http://www.via.ecp.fr/~hadacek/KDE/kmines.html
es: %s (%s) por Nicolas HADACEK(hadacek@kde.org) Núcleo del tetris por Eirik ENG.
fi: %s (%s) tehnyt Nicolas HADACEK(hadacek@kde.org) tetris ydin Eirik ENG. http://www.via.ecp.fr/~hadacek/KDE/ktetris.html
hr: %s (%s) Nicolas HADACEK(hadacek@kde.org) tetris kernel Eirik ENG. http://www.via.ecp.fr/~hadacek/KDE/ktetris.html
it: %s (%s) di Nicolas HADACEK(hadacek@kde.org) tetris kernel by Eirik ENG. http://www.via.ecp.fr/~hadacek/KDE/ktetris.html
no: %s (%s) av Nicolas HADACEK(hadacek@kde.org) tetris kernel av Eirik ENG. http://www.via.ecp.fr/~hadacek/KDE/KTetris.html
pt: %s (%s) por Nicolas HADACEK(hadacek@kde.org) kernel de tetris por Eirik ENG. http://www.via.ecp.fr/~hadacek/KDE/ktetris.html
sk: %s (%s) napísal Nicolas HADACEK (hadacek@kde.org) jadro tetrisu napísal Eirik ENG. http://www.via.ecp.fr/~hadacek/KDE/kmines.html

source: ktetris : about
cs: ktetris: Informace
es: ktetris : Acerca de
fi: ktetris : tietoja
hr: ktetris: o programu
no: KTetris: om
pt: ktetris : acerca
ro: ktetris : despre
sk: ktetris: Informácie

source: by Nicolas Hadacek
de: von Nicolas Hadacek
eo: de Nicolas Hadacek
sv: av Nicolas Hadacek
