Repository: KDE/kde1-kdegames
Catalog: po/*/Reversi.po
Languages: pl

source: About KReversi
pl: &Informacje...

source: Version
pl: Wersja

source: A problem with the sound server occured! Cannot enable sound support.
pl: Pojawi³ siê problem z systemem d¼wieku! Nie mo¿na wl±czyæ obs³ugi d¼wiêku.

source: &New game
pl: &Nowa gra

source: &Load game
pl: &Odtwórz grê

source: &Save game
pl: &Zachowaj grê

source: Get &hint)
pl: Po&dpowied¼

source: &Stop thinking
pl: &Przerwij my¶lenie

source: &Continue
pl: &Kontynuuj

source: &Undo move
pl: &Cofnij ruch

source: Switch si&des
pl: &Zamieñ strony

source: Hall Of &Fame...
pl: &Lista zwyciêzców

source: Level 1 (Wimp)
pl: Poziom 1 (S³abeusz)

source: Level 2 (Beginner)
pl: Poziom 2 (Pocz±tkuj±cy)

source: Level 3 (Novice)
pl: Poziom 3 (Nowicjusz)

source: Level 4 (Average)
pl: Poziom 4 (¦redni)

source: Level 5 (Good)
pl: Poziom 5 (Dobry)

source: Level 6 (Expert)
pl: Poziom 6 (Ekspert)

source: Level 7 (Master)
pl: Poziom 7 (Mistrz)

source: Skill
pl: Umiejêtno¶ci

source: &Shrink board
pl: &Zmniejsz planszê

source: &Enlarge board
pl: P&owiêksz planszê

source: &Half size
pl: &Po³owa rozmiaru

source: D&efault size
pl: &Standardowy rozmiar

source: &Double size
pl: Po&dwójny rozmiar

source: Set size
pl: Ustaw rozmiar

source: Select &background color...
pl: Wybierz kolor &t³a...

source: none
pl: brak

source: Select background image
pl: Wybierz obrazek na t³o

source: &Grayscale
pl: Odcienie &szaro¶ci

source: &Animations
pl: &Animacje

source: 1 (fastest)
pl: 1 (najszybsza)

source: 10 (slowest)
pl: 10 (najwolniesza)

source: Animation speed
pl: Szybko¶æ animacji

source: S&ound
pl: &D¼wiêk

source: &Rules
pl: &Zasady

source: &Strategy hints
pl: &Idea strategii

source: About &Qt...
pl: Informacje o &Qt

source: &About...
pl: &Informacje o KReversi

source: Stop thinking
pl: Zatrzymaj my¶lenie

source: Undo move
pl: Cofnij ruch

source: Shrink board
pl: Zmniejsz planszê

source: Enlarge board
pl: Powiêksz planszê

source: Get hint
pl: Podpowied¼

source: Get help
pl: Pomoc

source: XXXXX's turn
pl: XXXXX - ruch

source: You (XXXXX): 88
pl: Ty (XXXXX): 88

source: Computer (XXXXX): 88
pl: Komputer (XXXXX): 88

source: not yet implemented
pl: jeszcze nie umieszczono

source: You (%s): %d
pl: Ty (%s): %d

source: blue
pl: nieb.

source: Computer (%s): %d
pl: Komputer (%s): %d

source: red
pl: czerw.

source: End of game
pl: Koniec gry

source: Game is drawn! You : %d Computer: %d
pl: Partia zakoñczy³a siê remisem! Ty : %d Komputer: %d

source: Game ended
pl: Gra siê zakoñczy³a

source: Congratulations, you have won! You : %d Computer: %d Your rating %4.1f%%
pl: Gratulacje, wygra³e¶! Ty : %d Komputer: %d Twóje wyniki %4.1f%%

source: You have lost the game! You : %d Computer: %d
pl: Przegra³e¶ tê partiê! Ty : %d Komputer: %d

source: Red's
pl: Czerwone

source: turn
pl: ruch

source: Blue's
pl: Niebieskie

source: Hall of Fame
pl: Lista zwyciêzców

source: KReversi: Hall Of Fame
pl: KReversi: Lista zwyciêzców

source: Your name:
pl: Twoje imiê:
